{"Campaign/Backstory-Links":{"title":"Backstory Links","links":[],"tags":[],"content":"Secret facility on Allemagne"},"Campaign/Game-1---Chasing-Chupacabra":{"title":"Game 1 - Chasing Chupacabra","links":[],"tags":[],"content":"\nYarrick calls the first meeting of the “Neighborhood Watch” to solve at issue at Ned’s farm.\n"},"Mechs/Emerald-Harrier":{"title":"Emerald Harrier","links":[],"tags":[],"content":"Light combat mech produced by Florian League\nSize: 1/2\nArmor: 0\nSave Target: 10\nSensors: 9\nE-Defense: 8\nTech Attack: +0\nHP: 10\nEvasion: 9\nHeat Cap: 4\nSpeed: 5\nTwo Weapon Mounts (default two rotator canons)\nRotator Canon: Range 10, 1d6 damage, become accurate if firing at same target for two turns\nAvailable Modifications\nSmoke Charge - Quick Action, size 2 soft cover for 1 turn\nProjected Shield - protocol, 2 penalty dice to and from a single target\nSmart Missiles - main weapon, 1d6 damage, smart\nExpanded Compartment - can carry an additional pilot or payload\nDeployable Cover - quick action, place 8 HP hard cover\nBombard Canon - arcing, inaccurate, range 15, 1d6+1 damage"},"Session0/Character-Creation-Details":{"title":"Character Creation Details","links":["tags/todo"],"tags":["todo"],"content":"Creating Characters\n\nA human being should be able to change a diaper, plan an invasion, butcher a hog, conn a ship, design a building, write a sonnet, balance accounts, build a wall, set a bone, comfort the dying, take orders, give orders, cooperate, act alone, solve equations, analyze a new problem, pitch manure, program a computer, cook a tasty meal, fight efficiently, die gallantly. Specialization is for insects.\n\nRobert A. Heinlein\n\n\nDuring your journey your characters can be expected to be tested on every front; a broken airlock can thwart a journey just as effectively as a well-placed shot from an enemy mech. It will likely be impossible to be truly prepared for every eventuality, however, collectively it may benefit the group to be able to\n\nHeal to survive deadly wounds, without a skilled doctor or biopsychic many wounds mean certain death\nFix broken devices and maintain custom modifications of your own\nProgram and hacking are useful on many high-tech worlds\nPilot a starship, most bridge crews will also need to be able to Program, Shoot, Fix, Lead and Know what to do\nTalk or Trade your way to new opportunities\n\nOrigin\nUse the procedures in Stars Without Number (free pdf).\nYour origin focus an pertain to a number of alien sophonts in the sector, as well as VIs. (list incomplete)\n\nSword Worlder\nDarryen\nVargr\nKemlae\nZhodani\nAndroid or Worker VI\n\nThings which are not featuring in this campaign\n\nTrue AI PCs\nTranshuman PCs\n“Space Magic”\nMost mechs described in SWN Deluxe Edition\nHeroic Characters\n\nBackstory\n#todo\nAs a Pilot\nBecoming an LL0 Lancer will occur during the course of the game. From there as you gain more skills as a pilot more options will open up to you.\nFrames and systems can be taken from the core book. If you want the new frames and variants from The Long Rim and No Room for a Wallflower Part 1 (except the IPS-N Kidd) may be used.\nPilot triggers and other narrative pilot systems from Lancer won’t be used.\nKnight-Errant Mech\nRequires AI Tag."},"Session0/Houserules-and-Campaign-Details":{"title":"Houserules and Campaign Details","links":[],"tags":[],"content":"Lancer and Stars Without Number\nClass Bonuses to Mech War\nWarriors can use their luck ability to automatically hit when piloting a mech, and also add their increased hit bonus in mech combat.\n\nWarriors add 1/2 level (round up) to all hit rolls when piloting a mech\nPartial warriors add +1 to hit, increasing to +2 at 5th character level\n\nExperts have increased versatility, and can use their re-roll with mech skills when relevant\n\nGain +1 mech skill per expert level\nPartial experts gain half their character level (rounded up) as bonus mech skills\n\nPsychics benefit the least directly from their skills in armored combat, but excel in many other areas. The mech’s most potent asset is being an extension of the pilot, however this allows some abilities which may not normally affect vehicles to be psychically relevant when facing a mech. On the other hand most mechs prevent direct line of sight to a foe, and offer some degree of shielding.\nFor relevant powers a Main Action to activate is the equivalent of a Full Action as a pilot.\n\nBiopsionics\n\nMajor Organ Reconstruction is one of the very few ways to survive a mech which has self-destructed or overloaded\n\n\nMetapsionics\n\nSynthetic Adaptation allows some powers to operate on mechs with the AI tag\n\nFrom Biopsionics a psychic can use Psychic Succor, but the System Strain is increased by the Size of the mech being affected. No other biopsionic techniques are possible on a mech.\nMost “AI” used by mechs tends to be a borderline VI in telepathic terms, while many powers work the effect on a mech may be more limited\n\n\n\n\nPrecognition\n\nmost powers work as expected, including Intuitive Response and Anguished Vision\nAlternate Outcome can be used on mechs piloted by allies\nDestiny’s Shield can aid a mech pilot against attacks on their mech\nCursed Luck applies to mechs\n\n\nTelekinesis\n\nTelekinetic Manipulation and Telekinetic Ram tend to not be useful as mechs are highly mobile and directly piloted by an intelligent creature\nImpact Sump applies to mechs piloted by the psychic\nSlip Field is opposed by an Agility save with Save Target = 10 + Telekinesis skill + Grit\nThermokinesis increases Heat by the adept’s telekinesis skill\nTangible Force Construct in mech terms has 5 Evasion and 5 HP\nReactive Telekinesis requires Committing Effort for the day to use in mech-scale combat\nForce Puppetry works on mechs up to Size 1, but permits a Mental save from the pilot\n\n\nTelepathy\n\nAlthough typically requiring direct vision, telepathy may be used on mech pilots if you have successfully hacked their systems with an Invade tech-attack\n\n\nTeleportation\n\nPersonal Apportation can be used to teleport inside your own mech if within line of sight\nBurdened Apportation is not strong enough to teleport a mech, and most mechs do not have enough space inside to make Deep Intrusion a viable offensive strategy\n\n\n\nFighting a Mech on Foot\nMost guns do nothing to a well-tended mech. Heavy weapons are able to take down vehicles, for every 5 points of damage rolled with a Heavy weapon one point of Mech HP is subtracted.\nThe reverse applies as well, a mech weapon which deals 1d6 mech HP deals around five times that much on the scale of human targets. Mechs also have advanced ECM systems which tend to render most long-range attacks nearly useless.\nNot all is lost however, as mech targeting systems are not optimized for focusing down an individual human. A human who is likely to be taking every advantage of cover which would be too small for a mech to benefit from. If you are able to take cover and rely on luck then generally the first 3 + Cha bonus + Grit damage rolled by a mech against you will instead lead to a series of terrifying close calls and destroyed buildings. Armor class derived from protective gear also generally doesn’t mean much, and is a base of 10 + Dexterity bonus.\nHowever once your luck runs out, or if you are caught on open ground or other poor circumstances the 5x damage applies.\nOther Interactions\n\nNot using Pilot triggers from Lancer, these are superseded by having a full SWN character\nFull Repair on a mech requires an appropriate facility, and cannot typically be done in the field\nInitiative is used even in mech combat (per SWN)\nCombat Foci do not apply to mech combat, and Pilot Talents do not apply outside of a mech\n\nSubsystems\nTrading\n\nTrade\nSpace Travel\n\nspace"},"Session0/Knights-of-the-Spinward-Stars":{"title":"Knights of the Spinward Stars","links":["Session0/Character-Creation-Details","Session0/The-Nature-of-the-Galaxy"],"tags":[],"content":"Knights of the Spinward Stars\nHolovids and galactic historians speak of events unimaginably distant in both time and space: the fall of the Second Imperium after the Scream, the arrival of Ra, myths of the Terran homeworld. Many of your neighbors have distant tales as well. Kerlick boasts of being a chromed enforcer from a sprawling neon metropolis. The Vargr have tales of distant wanderings as the children of Ancients. Liz was once crew on a mighty freighter.\nBut whether birth or misfortune or a need for a new life, everyone can gaze on the placid shores of Djend; your home, at least for now. Folks worry about cattle dying, about rumors of banditry and piracy, of corrupt Yangi politicians making new taxes, another war with the Bruhkhar.\nWhat story is it that you will bring?\nGame Overview\nKnights of the Spinward Stars will be a science fiction campaign focused on the struggle to help those who need it most in a precarious region of space. Initially this will be helping your community, but as your journey continues more people will call out for heroism. From disrupting pirate strangleholds to negotiating peace between rival nations the stars need those willing to do what is right. Vast and distance empires promise stability to their billions of citizens, but, in there here-and-now, the only promises kept are by folk heroes and noble leaders. Perhaps in time you could become one of the greatest of these warriors, among the mythical Knights Errant.\nThe main areas of play will be\n\ncreating a character with ties to their community; both friends in need and treacherous foes\nexploring the mysteries and opportunities of the sector\nmanaging funds and resources, or giving them to those in need\nbecoming an exemplar to those needing hope\nsurviving perilous gunfights and piloting potent mechs\n\nIn Summary: You’ve ended up on a small world, but your past is still out there, and will embark on an adventure to be a band of traveling heroes. To start read the character creation rules for Stars Without Number.\nCharacters\nWe are going to make characters collaboratively during session 0, using the procedures from Stars Without Number (free pdf). This will generate a PC at the start of their journey, and likely will be much less resilient than a typical hero of epic fantasy. Alongside this will either create or roll for a few backstory events to serve as plot hooks for the campaign.\nAlthough the world is dangerous your ultimate destiny will be to become a pilot of superlative skill, using the mech combat rules of Lancer (free pdf). These won’t be important initially, as your characters are not yet mech pilots, but can be useful to keep in mind. This increased power will be the inciting event for increased responsibility as a member of the Knights Errant.\nImportant aspects to consider for a character\n\nwhat was your home like? what is it like now? are you from a high-tech world or a backwater wanderer?\ndo you have any important family? notable friends or foes?\nhow are you drawn to a life of heroism and adventure?\nwhy are you connected to the other player characters?\n\nDetails can be found in Character Creation Details\nBackstory\nThe game will take place in an alternate version of the Traveler universe, between the Spinward Marches and regions of the Beyond.  See The Nature of the Galaxy\nAppendix K\nIn ancient times Gygax created Appendix N, a list of inspirations for forging Dungeons and Dragons. Below is Appendix K, a medley of media which in some way compose the campaign.\n\nthe rugged gunslinger of the Dollars trilogy\ndaring and cunning heroism from the Vorkosigan Saga and heavy-hitting armor of Hammer’s Slammers\nCowboy Bepop and Trigun’s blend of aesthetics of past and future\nSeven Samurai and other tales of chivalry facing down piracy\nC.J. Cherryh’s Downbelow Station, Foreigner, and the Chanur saga for tales of aliens, alliances, and adventure\nalongside this no campaign of science fiction and mech action could exist without\n\nStar Trek\nFirefly\nThe Expanse series\nA Fire Upon the Deep\nthe Culture series\nRevelation Space\nthe Commonwealth Saga and the Night’s Dawn Trilogy\nThe Left Hand of Darkness\nRingworld\nfilk music\nHonor Harrington\nForever War, Starship Troopers, and Old Man’s War\nThe Stars My Destination\nMurderbot Diaries, Bubblegum Crisis, and Bladerunner\nthe Hyperion Cantos\n\n\n"},"Session0/Rules-Guide":{"title":"Rules Guide","links":["Session0/Houserules-and-Campaign-Details","Session0/The-Nature-of-the-Galaxy"],"tags":[],"content":"Quick overview to help you be more familiar with how the game works and what options there are. For explicit changes to rules see Houserules and Campaign Details.\nBasic Rules\nBasic rolls\n\nSkill Check: 2d6 + Skill Level + Attribute Bonus\n\nIf no skill then either at -1 or potentially impossible\nDifficulty usually ranges from 6 to 14\n\n\nCombat: d20 + Attack Bonus + Attribute Bonus\nInitiative: d8 + Dexterity Bonus\n\nGoing to 0 HP you start dying unless a DC 8 + rounds you’ve been down Heal check is made. Increases to 10 without good tools and down to 6 with a Lazarus patch.\nSkills\nHere are some useful things you ought to know based on what skills your character has.\nAdminister\nLaw level is a guide for how strict a local government is about regulations. If engaging in blatant illegality this can often result in a check of 2d6, anything lower than this results in intervention by local law. The severity of the crime modifies this check, from -1 for a bar brawl to -4 for murder and gunfighting.\nConnect\nConnections can be used to find people and services in an area. This can be especially relevant for trading in starports. See Trading\nExert\nPhysically adept characters (with at least Exert-0) can adapt better to worlds with unusually high or low gravity, typically this takes 1d6 weeks but with Exert is reduced to 1d6 - Exert days. Before acclimating a -1 penalty applies to most physical rolls.\nFix\nFix can be useful in many scenarios, reducing the cost of repairs and also creating unique modifications to equipment. See Stars Without Number, Modding and Building Equipment, p. 90\nHeal\nCharacters reduce to 0 HP are dying and require medical intervention. Even after this the recovery period can be weeks without a biopsychic. See Stars Without Number, Injury, Death, and Healing, p. 53\nKnow\nCharacters who Know things are familiar with the basic Nature of the Galaxy, and are adept at astrogration.\nLead\nAlongside basic skill uses Lead is rolled to determine how effective plans including delegation can be, and can be important for an effective starship captain.\nPerform\nPerform also includes knowledge on local games, entertainments, and other common social customs. Gambling skill is included here, as well as understanding of Azad, a popular method among Aslan clans used to settle disputes.\nPilot\nPilot is used to operate spacecraft and other vehicles, although skillful operation of a mech is an entirely different matter. See Houserules and Campaign Details\nProgram\nUseful for many computer related tasks, as well as hacking. See Stars Without Number, Hacking, p. 54\nPunch, Shoot, Stab\nPersonal combat is covered in Stars Without Number, Combat, p. 48. Note that\n\nMost melee weapons deal reduced damage even on a miss\nTurning your back on an opponent without Disengaging grants a free attack\nOnly one handed ranged weapons can be used in melee, and even then at a -4\nMove actions generally cannot be split up\n\nNotice, Sneak\nSneak can be useful to take opponents by surprise, which denies them the ability to act in the first round. This also includes aptitude at disguises and security; with some overlap with Fix and Program depending on the nature of the system. Taking an opponent who is wholly unaware and unprepared may also allow for an instantly fatal strike. See Stars Without Number, Execution Attacks, p. 52\nSurvive\nSurvival skills also include training on basic protective equipment, including radiation shielding. Some long term hazards may instead inflict System Strain. See Stars Without Number, Environmental Hazards, p. 58\nTalk\nTalk can often be a better way to resolve conflicts than the threat of mortal wounds. Additional languages depend on the Know and Connect skills, or by taking the Diplomat focus.\nTrade\nTrade can be useful to negotiate basic prices, and can also be useful for larger scale  Trading.\nWork\nInvolves basic knowledge of blue collar tasks, on Djend this means farming and ranching. A character skilled at Working can usually pick up these new local skills as they travel, but will typically depend on your character’s background."},"Session0/The-Nature-of-the-Galaxy":{"title":"The Nature of the Galaxy","links":[],"tags":[],"content":"History\nHistory of the Galaxy\nThe galaxy is unimaginably vast, Known Space subtends far less than 1 degree across and a mere third of a single arm of the galaxy1. Astronomers estimate this is approximately 1 / 400th of the total scope of the galaxy. Although paracausal jump gates might provide some method to cross these vast distances current FTL technology would still require over a thousand years to reach the opposite end, without accounting for time spent refueling.\nAgainst this grandness only a few things are known. Certainly advanced alien species must occupy regions outside of known space, which has lead to many beliefs in such Ancients.\nHistory of Known Space\nMany empires have come and gone in the region called “Known Space.” Of primary importance in the modern era are\n\nThe Third Empire, known also as the Third Committee, a Solomani (human) empire near the center of Known Space which espouses the Utopian Pillars2; decreasing scarcity and increasing freedom\nZhodani Consulate - a mysterious barely-human realm ruled by psychic powers and constant surveillance\nAslan Heirate - expansionist network of feuding clans composed of feline aliens\n\nThe largest even to touch all of known space was the downfall of the Second Empire. Extremely authoritarian and xenophobic and Second Empire was well-posed to conquer, and potentially exterminate, large swaths of known space. Even coalitions of other sophonts were uncertain as to the outcome of the conflict, especially with their advanced technology stemming from the Deimos Event3.\nUntil the Metadimensional Renormalization. Second Empire scholars refer to the event as “the Scream4,” a shockwave of metadimensional energy which drove most psychics mad and destroyed much of the technology and infrastructure that relied on similar principles. Following this event the empire was left in a dark age; jump gates no longer function, many psychic skills were lost, and planets turned to ruin and feudalism.\nOutside of the Second Empire many suffered as well, but most regarded the event as being painful but necessary, for preventing a future under the bootheel of the Second Empire. In the years since a new power has emerged near Terra, ThirdComm, who hopes to make amends for their past and bring opportunity and technology to the galaxy. Many elements of the Second Empire remain however, especially in the so-called Solomani Sphere ethnostate.\nHistory of The Beyond\nThe Beyond is what most call the sector in which you live. A diverse place of smaller empires, just outside the shadow of ThirdComm and the Aslan expansion5. Migrants from other sectors blended with local populations for generations, including Vargr and Sindalian refugees. Overall an era of relative peace until expanding Aslan clans lead to a series of wars lasting centuries.\nThe sector was reshaped when Baron Rannvik negotiated a peace treaty between the Corellan League and the 11 major Aslan clans. Following this the Third Empire has began to have a greater influence via their extensive soft power. In modern times most would consider the local groups of interest to be\n\nKatanga Empire\nPrincipality of Bruhkhar\nCorellan League\nStorm Knights\nI’Srend*Ni\nFlorian League\nMonarchy of Lod\n\nOutside of this there are dozens of unaligned planets, new colonies, and even undiscovered worlds coreward of the main sector.\nHistory of Djend\nUWP: Djend 1907 C645565-9 Ag Ni\nDjend is a small farming world settled by Yagnikent6. Most in the sector know it only as the “second to last-stop before Tartakover.” Moderately toxic air requires the use of filters for any prolonged activity outside, although genetically-enhanced cattle and crops seem to thrive in the moderate weather of the temperate zones.\nNearby Yangikent is a fiercely independent world of humans called Yangi. By law all Yagni are guaranteed a substantial amount of farmland, something which has lead to about half of land on Djend being owned by Yagni citizens instead of true locals. Most locals of Djend are looking for a place to lie low, or get a fresh start.\nMost of the real wealth that ever reaches Djend comes from smuggling and salvage. Ships passing through to Tartakover sometimes need a quiet place to hide and repair before having a run in with the Scout Service. Alongside this a number of Second Empire installations are rumored to still exist in the back country, ready for the looting.\nHistory of Lewisville\nLewisville is a coastal township where you currently reside. Named after a radical, and somewhat alcoholic, rich man named Lewis who decided to turn over control of his entire estate to the local community. Most of those with previous off-world experience or interesting skills have banded together to form the “neighborhood watch,” doing charity where they can and keeping order when the law can’t.\nTechnology of the Current Era\nWith machines, computers, and other systems produced across numerous eras, by alien species, and in diverse conditions technology tends to be a patchwork of what works. This is twice as true in the Beyond. Many ships find themselves flying with scavenged parts from Second Empire battlecruisers, off-the-shelf interface units, and maybe even a few Aslan guns.\nIn general tech is estimated to have a “level,” based largely on how difficult it is to manufacture and deploy. Sometimes abbreviated to four main eras the full spectrum encompasses TL-0 to TL-16, rendered as TL-F in hexadecimal notation. Most planets operate around the TL-9 to TL-A spectrum. More advanced planets can sometimes produce TL-C goods, while some post-Deimos technology from ThirdComm seems to be TL-E. This includes advanced mechs produced by the likes of GMS. “Pretech” is often a misnomer, as most advanced technology tends to be the result of highly dedicated and specialized research; although there are always rumors of Ancient or pre-Scream devices with useful properties.\nMechs\nThe most iconic civilian mech is the P-5000 Caterpillar Powered Work Loader. However most use of mechs is for military purposes. On particularly lawless worlds a very few private individuals may operate their own mech, but most sane governments tend to regulate such dangerous machines. Despite this, the widespread need for mercenaries has resulted in an excess of mercenary permits allowing mechs into the hands of whoever can hold on to them. In ages passed a gunslinger with a big iron could go far. Today, its just that the iron is bigger.\nSome groups can field TL-A battlemechs. Considered crude compared to the advanced machines which the Third Empire and other major factions can produce they are still frightfully effective war machines. More advanced mechs depend on complex quantum interlocks with a mech core, requiring specialized training to properly integrate with NHP systems to achieve full potency.\nImpossible to duplicate, with enough ECM to thwart most forms of conventional warfare, and frightfully agile, these are monopolized by the Big Five: General Massive Systems, IPS-Northstar, Smith-Shimano Corpro, Harrison Armory, and the Horus collective.7\nAI\nThree concepts fall under what most call AI.\nVIs include robots and androids, usually programmed for a specific purpose although generative algorithms and neural nets can produce fairly sapient machines. Despite this they still tend to be limited in some fashion; usually having difficulty with emotions or processes outside their basic programming. VIs are also just as bound to their hardware as a person is to a particular brain, being both programming and delicate opto-positronic circuitry. Most VI-bots have few rights, although this varies from planet to planet. Many older models follow the Three Laws, but newer VIs have a looser interpretation of these maxims.\nNHP is a term reserved for shackled Deimos entities, paracasual technology which uses stabilized energy from higher metadimensions. These are highly regulated and have strict procedures for their care and operation, even as their exact nature is unknown. Detractors call them “math demons” and think that NHPs are enslaved creatures from alternate dimensions amputated to serve a particular purpose. The more common view is that the increased predictive and processing power afforded by paracasual technology simply allows for the creation of an advanced simulacrum of sentience given a human perspective.\nTrue AI is only theoretical, and universally forbidden. Fears of a singularity or Basilisk event have prevented sane researchers from pushing these boundaries too far.\nMaltech\nMaltech includes forbidden technologies, some from the First Contact Accords and others as a result of agreed-upon treaties following the Scream. These include\n\ndeep transhuman research, such as consciousness transfer or full-scale eugenics\ncreation of unbraked AI or intentional use of unshackled NHPs\nplanet-killer devices and other weapons of mass destruction\n\nEven bitter enemies might band together against a threat of this nature, and every empire of any relevant strength has at least one shadow organization devoted to hunting down violators.\nOn a more cynical note, many feel that a lack of interest in maltech instead stems from how exceedingly difficult, or even impossible, it would be to make significant advances in this regard. Plus, paracasuality and other esoteric research already provides many fruitful avenues for secret advantage without needing to involve maltech.\nFootnotes\n\n\nTraveler Map ↩\n\n\nLancer Core Book p. 344 ↩\n\n\nLancer Core Book p. 383 ↩\n\n\nStars Without Number p. 124 ↩\n\n\nTraveler: The Spinward Extends p. 3 ↩\n\n\nTraveler: The Spinward Extends p. 102 ↩\n\n\nLancer Core Book p. 118 ↩\n\n\n"},"Setting/Characters/Character-List":{"title":"Character List","links":[],"tags":[],"content":"People of Lewisville\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNameDescriptionYarrickBartender in Lewisville, wife works as a merchant-captainNedLocal farmer and herdsman, tends to live alone"},"Setting/Planets/Djend":{"title":"Djend","links":[],"tags":[],"content":""},"Setting/Planets/Locations-List":{"title":"Locations List","links":[],"tags":[],"content":"Planets\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nName**Description **DjendMinor agricultural world, home. Owned by Yagnikent, set along a trade route to TartakoverStrendCyberpunk dystopiaTartakoverHive of scum and villainy"},"index":{"title":"index","links":[],"tags":[],"content":"Knights of the Spinward Stars"}}