{"Books/Concerned-Tyro/A-Practical-Guide-to-Essence-Harvesting":{"title":"A Practical Guide to Essence Harvesting","links":[],"tags":[],"content":"by A Concerned Tyro\n\n\n                  \n                  Essence Harvesting \n                  \n                \nCost: 1000\nGain proficiency in Essence Harvesting. Typically individual skills (Arcana, Nature, Survival…) cover different domains in which essence occurs, but this skill represents specialized pragmatic knowledge in regards to essence.\n\nI have learned the script most commonly used by people of this land to pen this work that I hope will assist my fellow members of greater humanity. From my native lands of the Rhine I have had great experience in the collection and trade of magical power, though known there by a different name. This I share with you in the firm belief that if all peoples from all different worlds shared their unique knowledge, that together we could achieve prosperity together.\nIn simple terms. Solid essence is a most valuable commodity. Potent spells and enchanted goods require essence. Most solid essence seems to come in one of six natures, although I suspect a seventh and eight given that the universe has a sense of balance.\nThese are the four elements: fire, water, earth, and wind. As well as essence associated with life and the natural world. Most potent is essence of Order, associated with what people here call Law. Given these last two I suspect, though have not personally seen, essence inclined towards decay and chaos. Perhaps there are more, but if so they must be exceedingly rare as neither myself nor those who have spoken with me have mentioned them.\nFinding essence is a dangerous task, but there are simple techniques to gain great wealth. Keep these in mind:\n\nthe bodies of strange beasts\nremnants of rare or occult events\nspontaneous generation at places of power and along ley lines\n\nIn regards to magical creatures, many of them have solid essence that can be extracted. I would not suggest hunting the most dangerous of creatures, but offering your aid to traveling caravans or proud adventurers you can find yourself in the presence of more slain monsters than one might expect. Each creature presents a unique challenge, but lacking specific beastlore I have found success with the following.\nExtract the heart, claws, eyes, and anything notable which makes a create stand out from mundane examples of its type.\nSome claim that not all creatures may be used for essence, but I suspects that this reflects our ignorance in regards to the methods of harvesting those kinds. A fellow scavenger was convinced that manticores contained no essence, after having acquired many of their spines, only to discover that some seem to have power stored in the river.\nIn regards to magical events, I have unfortunately little to say. Just as every event is unique so too do the methods of profiting from them seem to be. I have had occasional success searching for the locations of lightning strikes or collecting driftwood and amber washed up by great storms. But for every tale of success there are tenfold tendays of wasted time spent tracking down nothing.\nThe final options for gathering essence is by far the most valuable, but also presents the most difficulties. Some places of power gather essence over time, much as a field yields a crop. It is from this phenomenon that we take the term “harvesting.” The most potent of these sources are obvious for all to see: volcanos spewing out the blood of mountains, eternal storms atop distant peaks, the deepest regions of the underworld. Many of these are perilous by their very nature, and often under the control of powerful forces who covet easy and reliable access to essence. Even small communities eagerly protect local legends of such places, for fear they would be taken by outsiders.\nBut there are much smaller places of power, oft overlooked, but a diligent traveler can gain a great fortune one penny at a time. Be on the lookout for any aspect of the terrain that stands out, even in the most minor degree. The first fruit from a strange orchard may yield a pittance of essence, or the flecks of gold along a small stream."},"Books/Concerned-Tyro/On-The-Nature-of-Brain-Wasps":{"title":"On The Nature of Brain Wasps","links":["Monsters/Beasts/Brain-Wasp"],"tags":[],"content":"by A Concerned Tyro\nBrain Wasps reproduce by implanting eggs in animals and letting them gestate, favoring humanoids and especially spellcasters if possible.  While a hive can slowly reproduce with only animals,  they can only truly thrive by using humanoids.  Brain wasps attack from ambush, implanting their eggs and then leaving the host.  Over the next few months the host proceeds through a number of stages.\nDuring the first three days the infection is trivially easy to cure, however it often goes untreated.  The growing egg causes amnesia, disorientation, and a desire for isolation.  Many victims forget the attack itself or fail to seek help, dooming them to proceed to the next stage of the infection.  A well trained doctor can easily remove the egg at this stage, although most brain wasp hunters are forced to use a more extreme measure when alone in the woods.  There are a number of poisonous herbs which can be brewed into a tea, that which drunk causes a incredibly pain followed by a coma, at the end of which ideally the egg has died and no longer poses a threat.\nThe next stage is when most people receive treatment, as the condition is obvious.  From about the fourth day to the end of the week the victim is totally incoherent and mostly sedentary.  The egg is far more difficult to remove but can be done.  Aside from this the victims are very susceptible to suggestion and will quietly follow anyone who leads them.\nStarting with the second week the condition has become essentially terminal, only great magic or a vastly skilled surgeon could save someone at this point.  The host grow an insatiable hunger for raw meat.  In a total haze they violently rush any other person or animal and consume them raw, hunting down birds, sneaking up on deer at night, and devouring other people.  During this stage the wasp gains size and strength.\nThis ravenous hunger lasts for a week to a whole season, with the shortest periods occurring during the warmer seasons and when the host can find enough food to consume.  Once the wasp has enough nourishment the final stage begins.  The host feels an overwhelming compulsion to climb atop the tallest area they can find, typically a tree but stranger locations have been seen.  The host’s bones dissolve and their skin turns into a pallid cocoon which adheres to whatever they’ve climbed in to, two days after this a fully formed brain wasp bursts from their back.  Humanoids give rise to regular brain wasps, while spellcasters give rise to a queen."},"Campaign/Game-Notes/I---Taken-by-the-Winds-of-Chaos":{"title":"I - Taken by the Winds of Chaos","links":[],"tags":[],"content":""},"Campaign/Game-Notes/II---The-Sunken-Serpentkeep":{"title":"II - The Sunken Serpentkeep","links":[],"tags":[],"content":""},"Campaign/Game-Notes/III---The-Shadow-of-the-Grinder":{"title":"III - The Shadow of the Grinder","links":[],"tags":[],"content":""},"Campaign/Game-Notes/IV---A-Cart,-A-Cult,-A-Carnivore":{"title":"IV - A Cart, A Cult, A Carnivore","links":[],"tags":[],"content":""},"Campaign/Game-Notes/IX---Ambush-on-Pirate-Island":{"title":"IX - Ambush on Pirate Island","links":["System/Magic-Items/Devices/Arkanythera-Mechanism","System/Magic-Items/Crimson-Cloak","System/Items/Poison/Xanthicon","System/Items/Weapons/Golden-Bow"],"tags":["game-note"],"content":"\nSeek vengeance for Iris upon the Xanthian corsairs encamped in a nameless mystic isle. Brewing terrible poisons, working aquatic sorceries, and lead by crimson caped Admiral Myn the mercenaries of the City of Gold engage nefarious schemes; yet little do they know that this day the red moon witnesses the AMBUSH ON PIRATE ISLAND\n\n\nNotable Loot\n\nArkanythera Mechanism\nAdmiral Myn’s Crimson Cloak\n30 doses of Xanthicon\nBook on Summoning and Aquamancy\nRapier +1\n12 shortbows from the City of Gold\n"},"Campaign/Game-Notes/V---Cutthroats-Among-the-Thorns":{"title":"V - Cutthroats Among the Thorns","links":[],"tags":[],"content":""},"Campaign/Game-Notes/VI---Return-to-the-Sunken-Serpentkeep":{"title":"VI - Return to the Sunken Serpentkeep","links":[],"tags":[],"content":""},"Campaign/Game-Notes/VII---The-Death-of-Iris":{"title":"VII - The Death of Iris","links":[],"tags":[],"content":""},"Campaign/Game-Notes/VIII---Fontus-the-Oozemancer":{"title":"VIII - Fontus the Oozemancer","links":[],"tags":[],"content":""},"Campaign/Game-Notes/X---Opportunities-in-the-Ochre-City":{"title":"X - Opportunities in the Ochre City","links":["World/Locations/Lesser-Noachis/Aimilus","System/Magic/Magecraft/Techniques/Construction/The-Lesser-Circle-of-Construction","System/Secret-Techniques/Aligned-to-the-Lunar-Powers","System/Items/Poison/Xanthicon","System/Items/Writings/Map-of-the-Lesser-Noachis-by-R'an-of-Aimilus","System/Magic-Items/Alchemy-and-Potions/Oozes/Asklepian-Amoeba","System/Magic-Items/Alchemy-and-Potions/Oozes/Slime-Bomb"],"tags":[],"content":"\nStorms sweep in from the north, forcing refuge on far-travelers. The world reduced to rain-sluiced streets and city walls, yet contained within a whole new realm opens up to the people of Aimilus. Esoteric cults invoke potent spirits, nomadic firedancers share secrets for a price, and the wealth of the merchants of the Margaritifer provide OPPORTUNITIES IN THE OCHRE CITY\n\n\nStaying a season at Aimilus opportunities abound to make practical gains on the knowledge you have encountered. Once established you have time for five efforts after your essentials are established, although some take greater dedications of time.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOpportunityTimeLearn a language from tutor for 100gp (Ophidian, Alcheran, Xanthain, Vintonian)1Training - increase an ability score currently below 15 by 1 for 300 gp1,3*Work for Fontus the Oozemancer1-4Study under the firedancers2-3Gather rumors or research1Minor project1Major project3\nTraining increases an ability score below 15 by 1. This takes 1 fortnight for the first score, and 3 fortnights to continue intensive training during the season\nAlongside this you now have time to reflect on the lore encountered so far, and can gain new abilities.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOpportunityTimeSecrets of the Mystic Smiths learn Construction 0 (requires ability to read Ophidian)3Become Aligned to the Lunar Powers  (requires ability to read Ophidian)2Attempt to recreate Xanthicon2Xanthian summoning book3Favored foe2\nSpending Coin\nMerchants of the Margaritifer\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGoodCostAny basic good under 300gpRegular costBobbit worm25 gpPortable Peephole15 essenceDuredin’s Eye25 essenceBeholder eye7 essenceGrounding javelin50 gpSwarmproof Suit40 gpMap of the Lesser Noachis by R’an of Aimilus500 gpEssence40 gp\nFontus’ Wares\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGoodCostExceptional Asklepian Amoeba70 gp or 1 essenceSlime Bomb50 gpRoombooze200 gp"},"Campaign/Game-Notes/XI---Festival-of-Fortune":{"title":"XI - Festival of Fortune","links":[],"tags":[],"content":"\nDemons pour forth from the Ploutonion gate at the behest of arch-shareholders and initiates of the Orphic mysteries. Every soul in Aimilus gazes on at the battle for the fate of their city; dancing demons cast wicked shadows on noxious clouds, as steel and claw shed blood both mortal and fiendish in the FESTIVAL OF FORTUNE.\n\n"},"Campaign/Game-Notes/XV---Journey-to-the-West":{"title":"XV - Journey to the West","links":[],"tags":[],"content":""},"Campaign/Game-Notes/XVI---Edge-of-Thorn":{"title":"XVI - Edge of Thorn","links":[],"tags":[],"content":""},"Campaign/Game-Notes/XVII---The-Thornwood":{"title":"XVII - The Thornwood","links":[],"tags":[],"content":"Deep in the heart"},"Campaign/Game-Notes/XVIII---Circle-of-the-Thorn":{"title":"XVIII - Circle of the Thorn","links":[],"tags":[],"content":""},"Characters/Aimilus/Iris":{"title":"Iris","links":["World/Locations/Lesser-Noachis/Aimilus"],"tags":[],"content":"Merchant of Aimilus of prodigious capability."},"Characters/Cast-of-Characters":{"title":"Cast of Characters","links":[],"tags":[],"content":"\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNameMeetingDescriptionIrisArch-Shareholder JilleneAimilusSlate-haired elite of Aimilus, initiate of the Orphic mysteries"},"Characters/Circle-of-the-Thorn/Circle-of-the-Thorn-Initiate":{"title":"Circle of the Thorn Initiate","links":["System/Magic-Items/Thornwood/Thornmail","System/Magic-Items/Thornwood/Bleeding-Heart"],"tags":["character"],"content":"Human Druid (Circle of the Thorn) 3\nStr 12\nDex 10\nCon 12\nInt 8\nWis 16\nCha 8\nHP: 18 + 10 (heart amulet)\nAC: 15\nFeats:\n\nWar Caster\n\nProf: +2\nIntelligence saves\nWisdom saves\nNature\nPerception\nSurvival\nDruid\n\ndruidic\ncircle of the thorn\n\nSpellcasting\n0 - 2 known\n\nPrimal Savagery\nThorn Whip\n\n1 - 4/day\n\nAbsorb Elements\nEntangle\nHealing Word\nProtection from Iron*\n\n2 - 2/day\n\nHeat Metal\nSpike Growth\nAnimal Messenger\nPass without Trace*\n\nEquipment\n\nThornmail\nBleeding Heart\n10 Life essence\n"},"Characters/Circle-of-the-Thorn/Thorn-Druid-Leader":{"title":"Thorn Druid Leader","links":["System/Classes/Circle-of-the-Thorn","System/Magic-Items/Thornwood/Thornmail","System/Magic-Items/Thornwood/Bleeding-Heart","System/Magic-Items/Thornwood/Crown-of-the-Ivy-Lord"],"tags":[],"content":"Dryad Druid (Circle of the Thorn) 9\nStr 10\nDex 12\nCon 12\nInt 14\nWis 17\nCha 18\nHP: 84 + 10 (heart amulet)\nAC: 16\nFeats:\n\nWar Caster\nResilience (Constitution)\n+2 Wisdom\n\nProf: +4\nIntelligence saves\nWisdom saves\nConstitution saves\nNature\nPerception\nSurvival\nStealth\nDryad\n\nInnate Spellcasting\nMagic resistance\nSpeak with Beasts and Plants\nTree Stride\nFey Charm\n\nDruid\n\ndruidic\ncircle of the thorn\n\nSpellcasting\n0 - 3 known\n\nPrimal Savagery\nThorn Whip\nGuidance\n\n1 - 4/day\n\nAbsorb Elements\nEntangle\nHealing Word\nCircle of the Thorn*\n\n2 - 3/day\n\nHeat Metal\nAnimal Messenger\nSpike Growth\nPass without Trace*\n\n3 - 3/day\n\nCall Lightning\nDispel Magic\nAura of Vitality\nPlant Growth*\n\n4 - 3/day\n\nGrasping Vine\nShambler’s Shield*\n\n5 - 1/day\n\nWrath of Nature\nRepel the Works of Man\n\nEquipment\n\nThornmail\nBleeding Heart\nCrown of the Ivy Lord\nStaff of the Rooted Hills\n30 Life essence\n"},"Characters/The-Grinder":{"title":"The Grinder","links":[],"tags":[],"content":""},"Characters/Wizards/Fontus-the-Oozemancer":{"title":"Fontus the Oozemancer","links":["World/Locations/Lesser-Noachis/Oozemancer's-Tower","World/Locations/Lesser-Noachis/Aimilus","Characters/Wizards/Sabtah-All-Grasping","Characters/Aimilus/Iris"],"tags":["character","wizard"],"content":"\nacid burned face\nconstantly weeping pores\nlarge jovial man of middle age\n\nPragmatic wizard who dwells in his tower near Aimilus, occasionally tinkering with new oozes and making a living selling these products.\nAlthough he has a number of creations useful for warriors, his most notable invention is the small cleaning cube.\n\n\n                  \n                  Edges\n                  \n                \n\nOnce apprentice to Sabtah All-Grasping\nDivorced from a wealthy merchant of Amilus called Iris\n\n"},"Characters/Wizards/Lutrex-Earthmaster":{"title":"Lutrex Earthmaster","links":[],"tags":[],"content":"Reclusive dwarven craftsman and wielder of earthen magecraft."},"Characters/Wizards/Sabtah-All-Grasping":{"title":"Sabtah All-Grasping","links":["System/Magic-Items/Alchemy-and-Potions/The-Prime-Acid"],"tags":[],"content":"Potent wizard who studies The Prime Acid in his twisting chambers. Seeks the powers of Greater Oozemancy."},"Gods-and-Spirits/Void-Spider":{"title":"Void Spider","links":[],"tags":[],"content":"From the infinite blackness above descends a puppet controlled by fine threads of silk.\nPatron Boons\nShe Who Lurks. Fateweaver. The Void Spider. Numerous titles have been ascribed to the vast presence which lurks in the blackness between the stars. Never seen, but always felt, the Void Spider communicates by delicately lowering a puppet; controlled by subtle threads that lead to the infinity above.\nAlthough its mannequins are often amiable, sometimes even wryly comedic, the true motives of the creature above are as elusive as its origins. Often it seeks to inspire terror, exert control, or twist the workings of the Fates. The only consistent thread is the initial demand the creature makes; to attach a single silken tether to those who seek her patronage.\nSpells Granted\nThe Void spider is able to offer spells for those who tug upon a thread and entreat its power. When cast this way the spells tend to manifest alongside near-invisible spider silk.\nSpells\n1 - alarm, silvery barbs\n2 - darkness, hold person, rope trick, skywrite, web\n3 - blink, conjure animals (spiders only)\n4 - compulsion, black tentacles\n5 - animate objects, dominate person, danse macabre\nWeb Sense\nAt 1st level you can maneuver through webs without great impediment, save for those woven by She Who Lurks herself. Additionally you can sense other creatures who are in contact with a thread or web that you are touching. This sense is somewhat inexact, similar to pinpointing a foe with sound alone, but with practice can become quite discerning.\nPuppeteer’s Parry\nStarting at 1st level those with a Void Spider thread can use it to briefly exert control over foes who attempt to strike them. When a melee attack misses you can use your reaction to toss the thread around your opponent to redirect their attack to another target. If they fail a Strength save against your spell DC the same attack is rolled at another target of your choice.\nYou may do this a number of times equal to your proficiency bonus each short rest. Victims  rolling a natural 1 on their attack roll are not entitled to a save, and this does not count against your total number of uses.\nPhasing\nLike the legendary phase spider you gain some aptitude for moving between the physical and ethereal planes at 6th level. As a bonus action shift from the Material to the Ethereal plane or vice versa. You may spend a total number of rounds in the Ethereal plane equal to your Charisma bonus between long rests. Exceeding this amount automatically forces you back to the Material plane and stuns you for a round.\nWeb of Fate\nAt 10th level, you can extend strands to nearby allies and enemies. This may be done either as a bonus action at a range of 60 ft, or as part of a successful melee attack. Each thread lasts 10 minutes, during which time you may nudge fate either for or against them. Whenever a creature makes an ability check, attack roll, or save, you may roll a d8 and either add or subtract this from the result. Once done the thread snaps. You may use this ability up to eight times between long rests.\nThreads from Above\nFrom 14th level onwards you gain an exceptional connection to that which lurks above. Allowing the Void Spider partial control, roll a second initiative. On each of these additional turns you are controlled by your patron. The strain of this effort causes you to loose one Hit Die, taking 5 damage instead if you have no remaining Hit Die."},"Monsters/Beasts/Brain-Wasp":{"title":"Brain Wasp","links":[],"tags":[],"content":"The deadly thrum of insectile wings heralds the arrival of arcane parasites. Brain wasps prefer to lay eggs in arcane spellcasters, which eventually hatch in to new brain wasps.\n\n\n                  \n                   Brain Wasp, medium beast, 2 HD (2d8+2)\n                  \n                \nStr 12, Dex 14, Con 10, Int 3, Wis 8, Cha 6\nAC 14, Fly 40, unaligned, bite (d6+1), sting (d4+1)\nVulnerable to magic, curses\n\nSting causes numbness reducing Dexterity by 2 (DC 12 Con save avoids). Failing by 5 or more means a parasitic egg has taken root.\nSpellcasting: Able to use a single spell 2/day which is\n\n1-75% level 1, 76-100% level 2\nfrom 1d8: 1 - abjuration, 2 - conjuration, 3 - divination, 4 - enchantment, 5 - evocation, 6 - illusion, 7 - necromancy, 8 - transmutation\n\n\nSpellcaster Scent: can smell active spells and casting spells, pending favorable winds, up to half a league\n\n\nGreater example of their kind are those which come directly from a potent spellcaster. Despite their limited eusociality these are known as “queens”\n\n\n                  \n                   Brain Wasp Queen, medium beast, 4 HD (4d8+4)\n                  \n                \nStr 14, Dex 16, Con 12, Int 3, Wis 8, Cha 6\nAC 14, Fly 40, unaligned, bite (d6+2), sting (d4+2)\nVulnerable to magic, curses\n\nSting causes numbness reducing Dexterity by 2 (DC 14 Con save avoids). Failing by 5 or more means a parasitic egg has taken root.\nSpellcasting: Able to use three spells, each 2/day which is\n\n1-25% level 1, 26-80% level 2, 81-100% level 3\nall from 1d8: 1 - abjuration, 2 - conjuration, 3 - divination, 4 - enchantment, 5 - evocation, 6 - illusion, 7 - necromancy, 8 - transmutation\n\n\nSpellcaster Scent\n\n\n\n\n                  \n                  Varieties of Brain Wasp \n                  \n                \nA few notable types of brain wasp can be found in various regions of the world. Eastern brain wasps are smaller, almost entirely black, and have a sting which produces amnesia. They have a greater proficiency in stealth and tend to live more solitary lives. High mountains tend to favor much larger colonies of brain wasps, although much weaker individually. These have a sting that induces a stupor that hosts are kept in for the duration. Such wasps are even able to hibernate long periods and have exceptionally extended lifespans.\n"},"Player's-Guide":{"title":"Player's Guide","links":["System/Houserules"],"tags":[],"content":"Travelers from Another Realm\nMany characters arrive in the Shrinelands from distant realms. Between Law and Chaos hundreds of worlds exist, and new arrivals will have to decide if their circumstances are a boon or a curse. To create a character with this origin follow the guidelines below and take note of some of the differences between your realm of origin and this new world.\nCharacter Rules\nCreating a character with this origin\n\nDistribute ability scores: 15, 14, 13, 12, 10, 8\nBegin at 2nd level\nNon-evil alignment\nTypical starting wealth based on class and background\n\nAdvancement and Experience Points\nAdventurers gain experience points by surviving what Fate has in store for them and currying the favor of the Gods. Exploration, gaining knowledge (and treasure), forging alliances, and triumphing over great foes are how this is done. Character who gain enough experience points to advance to a new level may do so following a long rest, during which they are honing new skills. In addition to advancing to a new level experience points also determine how quickly a character can learn a new technique, detailed below.\nHouserules#^36dcc1\nThe experience chart is a guideline for how many points are gained for different activities. Adventurers who discover ancient wisdom or gain the favor of greater powers will also discover new ways to gain experience points as they shape their journey. At the end of each game session all characters will gain half the difference in experience points between themselves and the highest experience point character as they travel “alongside an experienced adventurer.”\nWanderer in a Weird Land\nBeing from another realm will present its own opportunities, but also challenges. Although this new world is likely familiar in many ways there are likely critical differences which will render some of their knowledge obsolete. Most lore skills will reveal information from understanding the underlying theory of the world, such as the general nature of some types of creatures, but specifics always need to be encountered in the field. As the winds carry their words characters will find that many of the languages they spoke are still of great use, but are also likely to encounter runes and tongues they have never heard before. Learning these new languages and gaining a practiced familiarity with the lores of the Shrinelands can be taken as a technique (see below).\nBy tradition an adventurer may claim to be a member of a “class” after 3rd level. Prior to this many clerics are simply initiates, bards nothing but simple performers. Some classes have unique features which relate to being from another realm. While many of these questions will be fuel for their adventures some things to consider.\n\nClerics will have to decide between serving their community by communicating between mortals and the new gods of this realm, or a duty to bring the words and power of their previous deities across the great gulfs between realms to this one.\nNoble paladins can expect their oaths to be heard by the mysterious Lady, granting them respect from those who have heard of her benevolence\nWarlocks may find their old patrons with less sway, but will be in particular peril from those things which lurk between the realms.\nBards, druids, sorcerers, wizards, and other spellcasters will be at some advantage learning magics particular to the Shrinelands, but will soon discover that some elements of their Vancian spellcasting are affected by the magics of the realm.\nBarbarians, fighters, monks, and rogues are usually sturdy or canny enough to thrive in any land. A sword is a sword, but they will likely encounter new techniques they have never heard of among local warriors.\n\nGame Systems\nTravel and Time\nAs one of the sages once said, “you can not have a meaningful campaign if strict time records are not kept.” Time and travel are a major component of REALMLORDS. Hexcrawling is covered in more detail elsewhere, but in general a party can expect to travel between 1 and 4 hexleagues in a day, encounter whatever Fate has in store for them, and be required to decide how much weight is worth carrying.\nNotable Changes\nPlayers familiar with other settings should be aware of a new notable changes which might affect their characters\n\nTime is an important factor and is conducted under the gritty realism ruleset. A Long Rest requires a week while a Short Rest requires a day. Additionally a Long Rest may only be conducted in a place of relative comfort and safety; a friendly druid’s arbor, a tavern, or other such. Characters may still conduct useful activities while resting, but any major interruptions such as a dire encounter may interrupt this period.\nOutnumbering an opponent by flanking provides a minor advantage; a +2 on the roll to hit. Other favorable circumstances may also provide a minor advantage.\nTaking large amounts of elemental damage from a single attack has additional effects, such as being lit on fire.\nSpells are subject to the magical influence of the Ephemeral Lords, which may affect how some spells operate in the setting.\n\nSecret Techniques\nDuring their travels characters may come across foes with strange abilities, ancient dueling manuals, or canny instructors. These additional abilities are called techniques and are opportunities for characters to develop unique skills as a result of their individual journey.\nOn a particular adventure each character can choose to train a specific technique. Each technique has a required number of experience points to master. Experience gained while training a technique counts towards advancing to the next level, which is always determined by total experience gained during a character’s lifetime, and towards this technique. Once mastered a character may choose another technique, if they know of any.\nSimply seeing a new ability used once is not enough to attempt training. A character must either have on hand some form of instruction manual, a dedicated teacher, or have been in active combat with the technique on numerous occasions."},"System/Classes/Circle-of-the-Thorn":{"title":"Circle of the Thorn","links":[],"tags":[],"content":"Circle of the Thorn\nThe Circle of the Thorn is dedicated to the elimination of civilization, seeking to create a vast world-spanning wilderness and return all things to a primal nature.\nCircle Powers\nDruids who join the circle swear to uphold the forest and join the grove.\nCircle Spells\nAt the following levels you always have these spells prepared. Spells unique to the Circle of the Thorn are detailed below.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevelSpells2ndProtection from Iron3rdPass Without Trace5thPlant Growth7thShambler’s Shield9thRepel the Works of Man\nProtection from Iron\nSimilar to Protection from Evil and Good this spell guards the target against attacks made by iron weapons, imposing disadvantage on such efforts. Additionally you are unable to be restrained by metal manacles or similar devices, and cannot be charmed or frightened by any civilized being.\nShambler’s Shield\nSimilar to Fire Shield but conjures the nature of a shambling mound to grant resistance to lightning damage and deal 2d8 piercing damage to attackers.\nRepel the Works of Man\nSimilar to Antilife Shell, however instead wards against metal weapons, metal equipment, and constructs.\nThorn Stride\nAt 2nd level you are unimpeded by moving through difficult terrain caused by plants or other natural growth. In addition you have advantage on saving throws against spells such as entangle when cast against you, and are immune to such spells when cast by allies.\nChannel Natural Power\nCircle of the Thorn druids are unable to change their shape into wild animals. You cannot use wildshape to change forms, but instead are able to channel this power towards empowering the forest around them.\nBlood Harvest\nStarting at 6th level you can cause blood spilled upon the ground to fertilize deadly plant growth. When a creature within 60 ft. of you takes damage you can expend your reaction to cause a thorned vineling to spring up adjacent to them.\n10th\nAvatar of Spines\nAt 14th level thorns grow from your body as you become one with nature. You gain +2 AC and resistance to damage caused by metal weapons.\nRituals\nGrow forest\nBecome dryad\nHearttree\nCreate seed\nSummon shambler\nConcentration heart"},"System/Items/Poison/Xanthicon":{"title":"Xanthicon","links":[],"tags":[],"content":"A noxious agent brewed by the warriors of Xanthe, distilled from whole serpents, excrement, and deadly herbs reduced over a number of days in boiling cauldron.\nWeapons treated with Xanthicon deal an exploding d4 (4s are rerolled and summed) poison damage. Any creature which has taken more than HD + Constitution modifier damage from Xanthicon in a single day begins to have trouble breathing. Every strenuous action they take incurs a DC 14 constitution save or suffer a level of exhaustion."},"System/Items/Weapons/Golden-Bow":{"title":"Golden Bow","links":["World/Locations/Alcheran-City-States/City-of-Gold"],"tags":[],"content":"Bows used by the legendary archers of the City of Gold are made to enhance their supreme skill. Each has gold worked through the grain of the wood, appearing like an elegant kintsugi.\nWhen used increase proficiency bonus by 1.5 times, rounded up."},"System/Items/Writings/Map-of-the-Lesser-Noachis-by-R'an-of-Aimilus":{"title":"Map of the Lesser Noachis by R'an of Aimilus","links":["World/Locations/Lesser-Noachis/Aimilus"],"tags":[],"content":"Sealed in a mahogany case this map is a work of art signed by R’an of Aimilus. Alongside the map itself are various travel logs and collated notes written in a dense yet careful hand on the back. Most notably though, in half a dozen languages, is the admonition that\n\nA great curse be upon you who copies this sacred document to cheat R’an of Aimilus. Great serpent devour you, Fates forsake you, a pox on your house and every crawling thing become your foe!\n\n"},"System/Magic-Items/Alchemy-and-Potions/Explosive-Sand":{"title":"Explosive Sand","links":[],"tags":[],"content":"Dense gravel which can be spread over an area. Stepping on it triggers tiny explosions, both loud and dealing 1 point of damage. Comes sealed in a bag full of light oil, which renders them inert until spread out and the oil dissipates."},"System/Magic-Items/Alchemy-and-Potions/Oozes/Asklepian-Amoeba":{"title":"Asklepian Amoeba","links":[],"tags":[],"content":"Asklepian Amoeba, also known as Bandage Slimes, are neutered oozes which still retain a keen sense for blood but lack any digestive capabilities. As a result they make for aggressive bandages, seeking out wounds to prevent bleeding. Generally this will stabilize a dying creature, and usually only requires a bonus action to quickly break their container and allow the amoeba to seek out the injury. Exceptional ones are treated with the alchemical essence of healing potions, which restores 2d4+2 hit points.\nA greater goal would be to breed a type of ooze which naturally creates such curatives in place of the typical acid, which could result in a healing product of incredible potency."},"System/Magic-Items/Alchemy-and-Potions/Oozes/Slime-Bomb":{"title":"Slime Bomb","links":[],"tags":[],"content":"An ooze in a jar which can be hurled with an unwieldy sling (range 20/60). Striking a target deals 1d8+2 acid damage and unleashes the lesser ooze contained within. The lesser ooze will continue to pursue targets until it perishes. Landing a direct hit causes the ooze to stick to the target, granting advantage on all attacks, unless they can find some way to quickly remove it. The ooze has 1 HD (8 hp), +5 to attack dealing 1d8+2 acid damage, and looses 2 hp per turn."},"System/Magic-Items/Alchemy-and-Potions/The-Prime-Acid":{"title":"The Prime Acid","links":[],"tags":[],"content":"The Prime Acid, known also as oil of blending is a thin superfluidic liquid that does far more than eat away base substance as other acids do. The strongest of acids dissolves the very notion of individuality itself, the fundamental distinction between objects.\nIf spilled on a hand one would hardly notice any immediate difference. There would be no searing pain or sizzling of flesh. Yet something more insidious has taken place, the member now divorced from notions of unique existence. Should that member reach out to grasp at a sword hilt the two would appear to blend. More exactly, according to the arcane sciences which have created the Prime Acid, there would no longer be hand and sword; rather a single thing which incorporates both.\nWith this potion bodies can be blended, incompatible essences merged, and new hybrids created of anything which it touches. No container can truly hold such a virulent substances, rather it must be kept continually in suspension through some means. One of its creators discovered this in an unfortunate accident, as Harlan the Alchemist became the Amalgam."},"System/Magic-Items/Arms-and-Armor/Earthen-Bracer":{"title":"Earthen Bracer","links":[],"tags":[],"content":"\nInfused with earth essence these provide +1 AC and 5 temporary hit points, restored on the rising of the blue moon\n"},"System/Magic-Items/Arms-and-Armor/Leaden-Amulet":{"title":"Leaden Amulet","links":[],"tags":[],"content":"\nAmulet of simple lead forged by the City of Steel. Grants advantage on saves against spells.\n\nConstruction: 2\nSource: Earth"},"System/Magic-Items/Crimson-Cloak":{"title":"Crimson Cloak","links":[],"tags":[],"content":"A flamboyant red duelist’s cape designed to enhance the users capability in battle.\n\nHidden blade can be swung as a bonus action, +6 to hit, 1d8+3 damage\nAttuned users can embrace the thrill of battle, granting +1 dexterity for -2 wisdom\nUltimate Parry: As a reaction can oppose an incoming attack with an attack roll of your own. Rolling higher deflects this attack and grants a free strike against your opponent. Can be used once per short rest.\n"},"System/Magic-Items/Devices/Arkanythera-Mechanism":{"title":"Arkanythera Mechanism","links":[],"tags":[],"content":"An Arkanythera Mechanism, known also as the “spell turner” is a finely crafted device designed to interrupt hostile spellcasting. Intricate clockwork is inscribed with runes representing the three moons, forces of Law and Chaos, as well as each of the base elements. In the hands of an expert they are a potent device for countering sorcery.\nWith this device in hand you can ready to disrupt magic. This is an intelligence check requiring proficiency in both Arcana and thieves’ tools to be proficient in, opposed by a proficiency + spellcasting ability check of the caster.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDifferenceResultBeat caster by 10+Spell targets caster instead of intended targetBeat casterAs above, but device gains charges equal to spell levelTieSpell held in flux, check repeated next round, gain 1 chargeCaster winsSpell operates as normal, gain 1 chargeCaster wins by 10+Spell operates as normal, caster may choose to have spell affect the user in addition, gains 1d6 charges\nDue to the volatility of magic the device accrues chaotic arcane energy, charges, as it is used. Each time charge is gained roll 1d20, if this roll is lower than or equal to the current number of charges the device explodes. This deals (charges)d6 damage to the user. Charge is dispersed when the blue moon sets."},"System/Magic-Items/Devices/Lantern-of-Bound-Radiance":{"title":"Lantern of Bound Radiance","links":[],"tags":[],"content":"A grim metal lantern which shines with a flimsy light. Chained inside are four minor celestials, bound to grimly serve whoever holds the lantern. Each link of the chain is inscribed with a lie told by an unrepentant mortal, and only by finding the truth of at least one of these can the celestials be freed without injury.\nThe lantern can be used by opening the top and commanding the celestials to burst forth and use their waning light to strike your foes. At the end of each of your turns they take an attack, +4 to hit for 1d6 radiant damage. If attacked the reduced celestials have AC 13 and 6 HP. The lantern sheds dim light for 5 paces, and cause Evil creatures to cast red shadows."},"System/Magic-Items/Stingwhip":{"title":"Stingwhip","links":["Monsters/Beasts/Man-O-Winds"],"tags":[],"content":"\nPreserved tentacle from a Man-O-Winds turned into a lithe and deadly whip. Reach 10 ft. 1d6 + 1 slashing + 1d4 poison damage. +1 to hit. Finesse. Critical hits force constitution save or be stunned by toxic barbs.\n\nPreserved tentacle from a Man-O-Winds which has been worked to be an especially lithe and deadly whip. It can reach up to 3 paces and strikes with a living accuracy.\n+1 to hit, 1d6 slashing + 1d4 poison damage. Critical hits force a constitution save vs dexterity or be stunned by the toxic barbs."},"System/Magic-Items/Thornwood/Bleeding-Heart":{"title":"Bleeding Heart","links":["System/Classes/Circle-of-the-Thorn"],"tags":[],"content":"An amulet made from a still living human heart wrapped through with ivy and thorns, used as the primary ritual focus for the Circle of the Thorn.\n\nallows participation in greater rituals, reduces Essence cost by 3\ncan communicate with plant creatures and can expend a use of wild shape to attempt to turn plant creatures as a cleric turns undead\ncasts Aid on to wearer every day as the heart beats\n"},"System/Magic-Items/Thornwood/Crown-of-the-Ivy-Lord":{"title":"Crown of the Ivy Lord","links":[],"tags":[],"content":"A thorned wreath which gives the wearer supreme power over the woodlands and potency of nature.\n\nPlant creatures you create or control add your level to their hit points and proficiency to damage rolls\nResistance to poison\nAt the start of each round can expend a Hit Die to heal yourself\nOnce per day can attempt to command a plant creature\nGain the benefits of Sanctuary in relation to plants and animals at the start of each day\n"},"System/Magic-Items/Thornwood/Thornmail":{"title":"Thornmail","links":[],"tags":[],"content":"Armor made of living thorns. Medium armor AC 15 + Dex (max 2). Can use reaction to deal 1d4 piercing damage to a melee attacker."},"System/Magic/Chaos-Magic/The-Hungry-Earth":{"title":"The Hungry Earth","links":[],"tags":[],"content":"Range: Voice\nThe caster commands the earth, inciting it to satiate itself upon the meager surface dwellers that foolishly rely upon its stability and forbearance.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpell CheckEffect1*Miscast, warping2-9Spell fails10-12Ground opens up in a 1 pace area, biting those standing above it. Deals 2d4 piercing damage Dexterity save reduces damage by half and avoids being restrained. Area becomes difficult terrain. Restrained characters can attempt a Strength save to escape.13-15Area increases to 2 paces, damage increased to 2d6.16-18Damage increased to 2d8, and earth continues to bite each round for a minute.19-20Area increased to 4 paces, damage increased to 2d12.21+The earth bites with a savage ferocity in a 6 pace area, dealing 2d20 damage. Saves against this spell are made at a -2, and the spell will continue for 10 minutes."},"System/Magic/Magecraft/Techniques/Construction/The-Lesser-Circle-of-Construction":{"title":"The Lesser Circle of Construction","links":[],"tags":[],"content":"Learning the Lesser Circle of Construction\n\nnote down Construction 0 as a new technique\nallows creation of infused weapons and armor, and minor trinkets\ngain proficiency in a set of crafting tools\ncan attempt to identify uses for resonant gemstones, monster organs, and other fixed essence\n\nThe very basics of the technique of Construction allow for minor feats of creation.  Grander processes, more efficient workmanship, and the allure of the greater circles begins to call to you.\nInfused Arms and Armor\nWith 25 essence, crafting tools, and two weeks work a practitioner of Construction can increase the supernatural potency of a set of armor or a weapon, granting them a +1 bonus. If the majority of the essence used is from a single element then this allows a greater effect.\n\nArmor reduces damage by 3 from aligned elements\nWeapons deal an additional 1 elemental damage of the aligned type\n\nTrinkets\nGiven a week of work and 20 essence of a single type a protective amulet can be created. This grants a +1 bonus to saves\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEssence TypeSave BonusFireStrengthEarthConstitutionWaterCharismaAirDexterityDeathDeath SavesBloodConstitutionLifeWisdomChaos??Lawany save lacking proficiency"},"System/Secret-Techniques/Aligned-to-the-Lunar-Powers":{"title":"Aligned to the Lunar Powers","links":[],"tags":[],"content":"Using secret knowledge and oneiromantic techniques the practitioner is able to fundamentally align themselves with the world, changing lifestyle and diet to attune to lunar forces. As a result actual rest is not required to regain spent power, and physiology more closely aligns with natural cycles.\n\nNo longer able to spend hit die to regain HP during a rest, instead regain HD + Con modifier HP when the sun rises\nWhen the red moon rises: regain all uses of class features and abilities that refresh on a short rest\nWhen the blue moon rises: regain all uses of class features and abilities that refresh on a long rest\n"},"System/Secret-Techniques/Fire-Dancing":{"title":"Fire-Dancing","links":[],"tags":[],"content":"Fire dancing is a flowing martial art used by nomadic people who have taken this technique as their namesake.\nFlow with Flame\nWith nimble steps and mystical attunement to fire the dancer takes their first practical step, being able to handle the flames without peril. Small mundane fires can be held easily, and in addition\n\nreduce all fire damage taken by 5\ntake no damage from environmental fire hazards which you are able to totally move through in a single turn\n\nInner Fire\nThe dancer calls upon the fire that is present in their souls, drawing it forth on command.\n\nCast produce flame at will as a bonus action\n\nFiredance\nThe cornerstone of their abilities firedannce allows one to move from one flame to another. Stepping in to a fire at least as large as a campfire allows the user to step out of another nearby flame. Most dancers toss a flame as a destination, appearing to become a blazing ember that travels through the air. The destination fire must be within 5 paces and visible.\nAttempting to use this on flames not under your control, or which are sudden in nature, is far more challenging at this level of mastery. As an example, to step through a hostile wizard’s fireball rather than be engulfed by it would require exceeding the save DC by at least 5.\nFlamesense\nThe dancer is able to feel the presence of all fires within 20 paces. This allows them to dance to fires outside of their vision and at this greater distance as well."},"World/Cosmology-and-Astronomy":{"title":"Cosmology and Astronomy","links":[],"tags":[],"content":"Days of the Year\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSeasonShort YearLong YearSpring131146Summer120134Autumn96106Winter104116\nThree Moons\nThe Red Moon\nThe red moon, also known as the Herald of War, travels across the sky opposite the direction of the sun multiple times per day, dividing up the day into a ‘watch.’ Each watch is about a third of a day, with 4 hours where the moon is visible followed by 4 hours where it isn’t present in the sky.\nThis can lead to relatively frequent partial eclipses during some portions of the year, notable more closer to autumn and winter. Because the cycle of the red moon does not precisely divide the day in three the exact time of moonrise gradually shifts. Longer periods of time are divided by when sunrise happens while the red moon is visible, “red days,” and those where it is not.\nThe Blue Moon\nThe mystic moon hangs in the sky for days at a time, and is much smaller than the red moon, only barely discernable as more than a large star. These cycles take about five and a half days.\nThe Wandering Moon\nAn ill-omened moon which arrives but once every 22 years."},"World/Culture-and-Setting/Ophidian-Law":{"title":"Ophidian Law","links":[],"tags":[],"content":"Offenses Against the Gods\n\nTo steal from the temples of Set merits death\nNone may put another into bondage or servitude against their wishes, or preclude from worshipping gods of their choice\nIf a judge cannot bring order to a case where the law is in dispute the dispute will be settled by Set\nThe Trial of the Serpent will be conducted on a temple day with a large serpent facing the accused\nInterfering with the will of Set will result in the greater death\n\nCrime\n\nIf any bring an accusation of capital crime to the elders under false pretenses then the accuser shall be put to death\nIf a judge render false or unwise judgement then the punishment will be returned to the judge twelve-fold\nLet those who suffer the least death be ejected from the gaze of Set and all civilized lands.\nLet those who suffer the less death be struck with a single blow of mortal intent by one designated by Set or be exiled to the lethal desert\nLet those who suffer death be extinguished with honor by submersion until a priest confirms they are no more\nLet those who suffer the greater death by killed in a dishonorable manner, their corpse burned, and half of their assets sized by the Temple\nDispensation of the greatest death is reserved for Set\nIf a pagan or a foreigner suffer a punishment let it be twice increased in severity, once increased for a free man, once decreased for a chosen and twice decreased for the elect\n\nHospitality and Diplomacy\n\nHospitality is of utmost importance\n\nCommerce and Governance\n\nFor any law or laws the empress may set the fines and penalties to be of a higher or lower proportion than that which is written\nEach year those who hold books and scrolls in private shall pay 1 ox for each such to the Temple of Set\nLet each work composed by a single author in a time no greater than one year account for each book, and those who by contrivance attempt to combine books be put to the Trial of the Serpent\n"},"World/Locations/Alcheran-City-States/City-of-Gold":{"title":"City of Gold","links":[],"tags":[],"content":"The City of Gold is a powerful city-state of Alchera, renown for their wealth and influence. People from as far as Xanthe and even distant western powers make pilgrimage to the city to consult the great oracle.\n\nskilled in magic involving the sun and blessed by gods of the sun\nprotected by the 49 legendary archers, each of whom carries arrows of slaying\nmonopoly over the production of electrum amulets, which guard against evil magic and bad auras\n"},"World/Locations/Lesser-Noachis/Aimilus":{"title":"Aimilus","links":[],"tags":["location","fourth-age","city"],"content":"Once a wealthy merchant city Aimilus was brought to this realm just over 20 years ago, now seeking to find its place in a new world. No stranger to foreign traders or strange events the people of the ochre city prove flexible in times of change.\n\nThe Inner City\nHome to the sacred falls and the wealthiest of arch-shareholders.\n\nForeigners are not permitted weapons or spellcasting within\nSeparated from greater Aimilus by a miniature replica of the city’s own walls and a symbolic golden chain\nSacred falls must be artificially maintained, something which has gone uninterrupted for over a decade. At the center of the falls is a small area for rest and meditation.\n\n"},"World/Locations/Lesser-Noachis/Allmoot":{"title":"Allmoot","links":[],"tags":["location"],"content":"Large settlement formed of peoples fleeing their enclaves and seeking refuge in a new land. Dedicated to accepting any who seek shelter and aid, but lacking wealth or political power. Lacks a central government, instead a large series of inter-related communes."},"World/Locations/Lesser-Noachis/House-of-The-Grinder":{"title":"House of The Grinder","links":["Characters/The-Grinder"],"tags":["location","hermit"],"content":"Windmill which uses the winds of chaos and the droning of the Hum to power a millstone of singular strangeness. Here The Grinder will grind anything for a price. Usually grain, sometimes bone.\n\nWind and wheat and whey and meat\nThe Grinder will leave you replete\nSpices and gravel and ore and more\nWhat into his sack will you pour?\n"},"World/Locations/Lesser-Noachis/Sunken-Serpentkeep":{"title":"Sunken Serpentkeep","links":["World/Locations/Lesser-Noachis/Aimilus","World/Locations/Alcheran-City-States/City-of-Gold"],"tags":["location","dungeon","ophidian","third-age"],"content":"Former bastion of the Ophidian Empire which sank into the swamp, previously kept working via great waterworks which drained the swamp.\nNow dungeon which Aimilus desires to claim for their own, but they are opposed by the interests of the City of Gold."},"World/Locations/Lesser-Noachis/The-Statue-Garden":{"title":"The Statue Garden","links":["Characters/Wizards/Lutrex-Earthmaster"],"tags":["location","wizard","essence-source"],"content":"Lutrex Earthmaster carves statues and leaves evidence of basilisk to discourage visitors. Has taken over this enclave and its potent essence source."},"index":{"title":"index","links":[],"tags":[],"content":"Welcome to the world of REALMLORDS."}}