{"Books/A-Practical-Guide-to-Essence-Harvesting":{"title":"A Practical Guide to Essence Harvesting","links":[],"tags":[],"content":"by A Concerned Tyro\n\n\n                  \n                  Essence Harvesting \n                  \n                \nCost: 1000\nGain proficiency in Essence Harvesting. Typically individual skills (Arcana, Nature, Survival…) cover different domains in which essence occurs, but this skill represents specialized pragmatic knowledge in regards to essence.\n\nI have learned the script most commonly used by people of this land to pen this work that I hope will assist my fellow members of greater humanity. From my native lands of the Rhine I have had great experience in the collection and trade of magical power, though known there by a different name. This I share with you in the firm belief that if all peoples from all different worlds shared their unique knowledge, that together we could achieve prosperity together.\nIn simple terms. Solid essence is a most valuable commodity. Potent spells and enchanted goods require essence. Most solid essence seems to come in one of six natures, although I suspect a seventh and eight given that the universe has a sense of balance.\nThese are the four elements: fire, water, earth, and wind. As well as essence associated with life and the natural world. Most potent is essence of Order, associated with what people here call Law. Given these last two I suspect, though have not personally seen, essence inclined towards decay and chaos. Perhaps there are more, but if so they must be exceedingly rare as neither myself nor those who have spoken with me have mentioned them.\nFinding essence is a dangerous task, but there are simple techniques to gain great wealth. Keep these in mind:\n\nthe bodies of strange beasts\nremnants of rare or occult events\nspontaneous generation at places of power and along ley lines\n\nIn regards to magical creatures, many of them have solid essence that can be extracted. I would not suggest hunting the most dangerous of creatures, but offering your aid to traveling caravans or proud adventurers you can find yourself in the presence of more slain monsters than one might expect. Each creature presents a unique challenge, but lacking specific beastlore I have found success with the following.\nExtract the heart, claws, eyes, and anything notable which makes a create stand out from mundane examples of its type.\nSome claim that not all creatures may be used for essence, but I suspects that this reflects our ignorance in regards to the methods of harvesting those kinds. A fellow scavenger was convinced that manticores contained no essence, after having acquired many of their spines, only to discover that some seem to have power stored in the river.\nIn regards to magical events, I have unfortunately little to say. Just as every event is unique so too do the methods of profiting from them seem to be. I have had occasional success searching for the locations of lightning strikes or collecting driftwood and amber washed up by great storms. But for every tale of success there are tenfold tendays of wasted time spent tracking down nothing.\nThe final options for gathering essence is by far the most valuable, but also presents the most difficulties. Some places of power gather essence over time, much as a field yields a crop. It is from this phenomenon that we take the term “harvesting.” The most potent of these sources are obvious for all to see: volcanos spewing out the blood of mountains, eternal storms atop distant peaks, the deepest regions of the underworld. Many of these are perilous by their very nature, and often under the control of powerful forces who covet easy and reliable access to essence. Even small communities eagerly protect local legends of such places, for fear they would be taken by outsiders.\nBut there are much smaller places of power, oft overlooked, but a diligent traveler can gain a great fortune one penny at a time. Be on the lookout for any aspect of the terrain that stands out, even in the most minor degree. The first fruit from a strange orchard may yield a pittance of essence, or the flecks of gold along a small stream."},"Campaign/Game-Notes/I---Taken-by-the-Winds-of-Chaos":{"title":"I - Taken by the Winds of Chaos","links":[],"tags":[],"content":""},"Campaign/Game-Notes/II---The-Sunken-Serpentkeep":{"title":"II - The Sunken Serpentkeep","links":[],"tags":[],"content":""},"Campaign/Game-Notes/III---The-Shadow-of-the-Grinder":{"title":"III - The Shadow of the Grinder","links":[],"tags":[],"content":""},"Campaign/Game-Notes/IV---A-Cart,-A-Cult,-A-Carnivore":{"title":"IV - A Cart, A Cult, A Carnivore","links":[],"tags":[],"content":""},"Campaign/Game-Notes/IX---Ambush-on-Pirate-Island":{"title":"IX - Ambush on Pirate Island","links":["System/Magic-Items/Devices/Arkanythera-Mechanism","System/Items/Poison/Xanthicon","System/Items/Weapons/Golden-Bow"],"tags":["game-note"],"content":"\nSeek vengeance for Iris upon the Xanthian corsairs encamped in a nameless mystic isle. Brewing terrible poisons, working aquatic sorceries, and lead by crimson caped Admiral Myn the mercenaries of the City of Gold engage nefarious schemes; yet little do they know that this day the red moon witnesses the AMBUSH ON PIRATE ISLAND\n\n\nNotable Loot\n\nArkanythera Mechanism\nAdmiral Myn’s Crimson Cape\n30 doses of Xanthicon\nBook on Summoning and Aquamancy\nRapier +1\n12 shortbows from the City of Gold\n"},"Campaign/Game-Notes/V---Cutthroats-Among-the-Thorns":{"title":"V - Cutthroats Among the Thorns","links":[],"tags":[],"content":""},"Campaign/Game-Notes/VI---Return-to-the-Sunken-Serpentkeep":{"title":"VI - Return to the Sunken Serpentkeep","links":[],"tags":[],"content":""},"Campaign/Game-Notes/VII---The-Death-of-Iris":{"title":"VII - The Death of Iris","links":[],"tags":[],"content":""},"Campaign/Game-Notes/VIII---Fontus-the-Oozemancer":{"title":"VIII - Fontus the Oozemancer","links":[],"tags":[],"content":""},"Campaign/Game-Notes/X---Opportunities-in-the-Ochre-City":{"title":"X - Opportunities in the Ochre City","links":["World/Locations/Lesser-Noachis/Aimilus","System/Magic/Magecraft/Techniques/Construction/The-Lesser-Circle-of-Construction","System/Secret-Techniques/Aligned-to-the-Lunar-Powers","System/Items/Poison/Xanthicon","System/Items/Writings/Map-of-the-Lesser-Noachis-by-R'an-of-Aimilus","System/Magic-Items/Alchemy-and-Potions/Oozes/Asklepian-Amoeba","System/Magic-Items/Alchemy-and-Potions/Oozes/Slime-Bomb"],"tags":[],"content":"\nStorms sweep in from the north, forcing refuge on far-travelers. The world reduced to rain-sluiced streets and city walls, yet contained within a whole new realm opens up to the people of Aimilus. Esoteric cults invoke potent spirits, nomadic firedancers share secrets for a price, and the wealth of the merchants of the Margaritifer provide OPPORTUNITIES IN THE OCHRE CITY\n\n\nStaying a season at Aimilus opportunities abound to make practical gains on the knowledge you have encountered. Once established you have time for five efforts after your essentials are established, although some take greater dedications of time.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOpportunityTimeLearn a language from tutor for 100gp (Ophidian, Alcheran, Xanthain, Vintonian)1Training - increase an ability score currently below 15 by 1 for 300 gp1,3*Work for Fontus the Oozemancer1-4Study under the firedancers2-3Gather rumors or research1Minor project1Major project3\nTraining increases an ability score below 15 by 1. This takes 1 fortnight for the first score, and 3 fortnights to continue intensive training during the season\nAlongside this you now have time to reflect on the lore encountered so far, and can gain new abilities.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOpportunityTimeSecrets of the Mystic Smiths learn Construction 0 (requires ability to read Ophidian)3Become Aligned to the Lunar Powers  (requires ability to read Ophidian)2Attempt to recreate Xanthicon2Xanthian summoning book3Favored foe2\nSpending Coin\nMerchants of the Margaritifer\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGoodCostAny basic good under 300gpRegular costBobbit worm25 gpPortable Peephole15 essenceDuredin’s Eye25 essenceBeholder eye7 essenceGrounding javelin50 gpSwarmproof Suit40 gpMap of the Lesser Noachis by R’an of Aimilus500 gpEssence40 gp\nFontus’ Wares\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGoodCostExceptional Asklepian Amoeba70 gp or 1 essenceSlime Bomb50 gpRoombooze200 gp"},"Campaign/Game-Notes/XI---Festival-of-Fortune":{"title":"XI - Festival of Fortune","links":[],"tags":[],"content":"\nDemons pour forth from the Ploutonion gate at the behest of arch-shareholders and initiates of the Orphic mysteries. Every soul in Aimilus gazes on at the battle for the fate of their city; dancing demons cast wicked shadows on noxious clouds, as steel and claw shed blood both mortal and fiendish in the FESTIVAL OF FORTUNE.\n\n"},"Characters/Cast-of-Characters":{"title":"Cast of Characters","links":[],"tags":[],"content":"\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNameMeetingDescriptionIrisArch-Shareholder JilleneAimilusSlate-haired elite of Aimilus, initiate of the Orphic mysteries"},"Characters/The-Grinder":{"title":"The Grinder","links":[],"tags":[],"content":""},"Characters/Wizards/Fontus-the-Oozemancer":{"title":"Fontus the Oozemancer","links":["Characters/Wizards/Sabtah-All-Grasping","Characters/Aimilus/Iris"],"tags":["character","wizard"],"content":"\nacid burned face\nconstantly weeping pores\nlarge jovial man of middle age\n\n\n\n                  \n                  Edges\n                  \n                \n\nOnce apprentice to Sabtah All-Grasping\nDivorced from a wealthy merchant of Amilus called Iris\n\n"},"System/Items/Poison/Xanthicon":{"title":"Xanthicon","links":[],"tags":[],"content":"A noxious agent brewed by the warriors of Xanthe, distilled from whole serpents, excrement, and deadly herbs reduced over a number of days in boiling cauldron.\nWeapons treated with Xanthicon deal an exploding d4 (4s are rerolled and summed) poison damage. Any creature which has taken more than HD + Constitution modifier damage from Xanthicon in a single day begins to have trouble breathing. Every strenuous action they take incurs a DC 14 constitution save or suffer a level of exhaustion."},"System/Items/Weapons/Golden-Bow":{"title":"Golden Bow","links":["World/Locations/Alcheran-City-States/City-of-Gold"],"tags":[],"content":"Bows used by the legendary archers of the City of Gold are made to enhance their supreme skill. Each has gold worked through the grain of the wood, appearing like an elegant kintsugi.\nWhen used increase proficiency bonus by 1.5 times, rounded up."},"System/Items/Writings/Map-of-the-Lesser-Noachis-by-R'an-of-Aimilus":{"title":"Map of the Lesser Noachis by R'an of Aimilus","links":["World/Locations/Lesser-Noachis/Aimilus"],"tags":[],"content":"Sealed in a mahogany case this map is a work of art signed by R’an of Aimilus. Alongside the map itself are various travel logs and collated notes written in a dense yet careful hand on the back. Most notably though, in half a dozen languages, is the admonition that\n\nA great curse be upon you who copies this sacred document to cheat R’an of Aimilus. Great serpent devour you, Fates forsake you, a pox on your house and every crawling thing become your foe!\n\n"},"System/Magic-Items/Alchemy-and-Potions/Oozes/Asklepian-Amoeba":{"title":"Asklepian Amoeba","links":[],"tags":[],"content":"Asklepian Amoeba, also known as Bandage Slimes, are neutered oozes which still retain a keen sense for blood but lack any digestive capabilities. As a result they make for aggressive bandages, seeking out wounds to prevent bleeding. Generally this will stabilize a dying creature, and usually only requires a bonus action to quickly break their container and allow the amoeba to seek out the injury. Exceptional ones are treated with the alchemical essence of healing potions, which restores 2d4+2 hit points.\nA greater goal would be to breed a type of ooze which naturally creates such curatives in place of the typical acid, which could result in a healing product of incredible potency."},"System/Magic-Items/Alchemy-and-Potions/Oozes/Slime-Bomb":{"title":"Slime Bomb","links":[],"tags":[],"content":"An ooze in a jar which can be hurled with an unwieldy sling (range 20/60). Striking a target deals 1d8+2 acid damage and unleashes the lesser ooze contained within. The lesser ooze will continue to pursue targets until it perishes. Landing a direct hit causes the ooze to stick to the target, granting advantage on all attacks, unless they can find some way to quickly remove it. The ooze has 1 HD (8 hp), +5 to attack dealing 1d8+2 acid damage, and looses 2 hp per turn."},"System/Magic-Items/Devices/Arkanythera-Mechanism":{"title":"Arkanythera Mechanism","links":[],"tags":[],"content":"An Arkanythera Mechanism, known also as the “spell turner” is a finely crafted device designed to interrupt hostile spellcasting. Intricate clockwork is inscribed with runes representing the three moons, forces of Law and Chaos, as well as each of the base elements. In the hands of an expert they are a potent device for countering sorcery.\nWith this device in hand you can ready to disrupt magic. This is an intelligence check requiring proficiency in both Arcana and thieves’ tools to be proficient in, opposed by a proficiency + spellcasting ability check of the caster.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDifferenceResultBeat caster by 10+Spell targets caster instead of intended targetBeat casterAs above, but device gains charges equal to spell levelTieSpell held in flux, check repeated next round, gain 1 chargeCaster winsSpell operates as normal, gain 1 chargeCaster wins by 10+Spell operates as normal, caster may choose to have spell affect the user in addition, gains 1d6 charges\nDue to the volatility of magic the device accrues chaotic arcane energy, charges, as it is used. Each time charge is gained roll 1d20, if this roll is lower than or equal to the current number of charges the device explodes. This deals (charges)d6 damage to the user. Charge is dispersed when the blue moon sets."},"System/Magic/Magecraft/Techniques/Construction/The-Lesser-Circle-of-Construction":{"title":"The Lesser Circle of Construction","links":[],"tags":[],"content":"Learning the Lesser Circle of Construction\n\nnote down Construction 0 as a new technique\nallows creation of infused weapons and armor, and minor trinkets\ngain proficiency in a set of crafting tools\ncan attempt to identify uses for resonant gemstones, monster organs, and other fixed essence\n\nThe very basics of the technique of Construction allow for minor feats of creation.  Grander processes, more efficient workmanship, and the allure of the greater circles begins to call to you.\nInfused Arms and Armor\nWith 25 essence, crafting tools, and two weeks work a practitioner of Construction can increase the supernatural potency of a set of armor or a weapon, granting them a +1 bonus. If the majority of the essence used is from a single element then this allows a greater effect.\n\nArmor reduces damage by 3 from aligned elements\nWeapons deal an additional 1 elemental damage of the aligned type\n\nTrinkets\nGiven a week of work and 20 essence of a single type a protective amulet can be created. This grants a +1 bonus to saves\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEssence TypeSave BonusFireStrengthEarthConstitutionWaterCharismaAirDexterityDeathDeath SavesBloodConstitutionLifeWisdomChaos??Lawany save lacking proficiency"},"System/Secret-Techniques/Aligned-to-the-Lunar-Powers":{"title":"Aligned to the Lunar Powers","links":[],"tags":[],"content":"Using secret knowledge and oneiromantic techniques the practitioner is able to fundamentally align themselves with the world, changing lifestyle and diet to attune to lunar forces. As a result actual rest is not required to regain spent power, and physiology more closely aligns with natural cycles.\n\nNo longer able to spend hit die to regain HP during a rest, instead regain HD + Con modifier HP when the sun rises\nWhen the red moon rises: regain all uses of class features and abilities that refresh on a short rest\nWhen the blue moon rises: regain all uses of class features and abilities that refresh on a long rest\n"},"System/Secret-Techniques/Fire-Dancing":{"title":"Fire-Dancing","links":[],"tags":[],"content":"Fire dancing is a flowing martial art used by nomadic people who have taken this technique as their namesake.\nFlow with Flame\nWith nimble steps and mystical attunement to fire the dancer takes their first practical step, being able to handle the flames without peril. Small mundane fires can be held easily, and in addition\n\nreduce all fire damage taken by 5\ntake no damage from environmental fire hazards which you are able to totally move through in a single turn\n\nInner Fire\nThe dancer calls upon the fire that is present in their souls, drawing it forth on command.\n\nCast produce flame at will as a bonus action\n\nFiredance\nThe cornerstone of their abilities firedannce allows one to move from one flame to another. Stepping in to a fire at least as large as a campfire allows the user to step out of another nearby flame. Most dancers toss a flame as a destination, appearing to become a blazing ember that travels through the air. The destination fire must be within 5 paces and visible.\nAttempting to use this on flames not under your control, or which are sudden in nature, is far more challenging at this level of mastery. As an example, to step through a hostile wizard’s fireball rather than be engulfed by it would require exceeding the save DC by at least 5.\nFlamesense\nThe dancer is able to feel the presence of all fires within 20 paces. This allows them to dance to fires outside of their vision and at this greater distance as well."},"World/Locations/Lesser-Noachis/Aimilus":{"title":"Aimilus","links":[],"tags":["location","fourth-age","city"],"content":"Once a wealthy merchant city Aimilus was brought to this realm just over 20 years ago, now seeking to find its place in a new world. No stranger to foreign traders or strange events the people of the ochre city prove flexible in times of change.\n\nThe Inner City\nHome to the sacred falls and the wealthiest of arch-shareholders.\n\nForeigners are not permitted weapons or spellcasting within\nSeparated from greater Aimilus by a miniature replica of the city’s own walls and a symbolic golden chain\n\n"},"World/Locations/Lesser-Noachis/House-of-The-Grinder":{"title":"House of The Grinder","links":["Characters/The-Grinder"],"tags":["location","hermit"],"content":"Windmill which uses the winds of chaos and the droning of the Hum to power a millstone of singular strangeness. Here The Grinder will grind anything for a price. Usually grain, sometimes bone.\n\nWind and wheat and whey and meat\nThe Grinder will leave you repleat\nSpices and gravel and ore and more\nWhat into his sack will you pour?\n"},"index":{"title":"index","links":[],"tags":[],"content":"Welcome to the world of REALMLORDS."}}