{"Books/The-Lesser-Key":{"title":"The Lesser Key","links":[],"tags":[],"content":"Book which allows for summoning an entity which instructs an initiate in the ways of binding."},"Characters/Cloaker-Swashbuckler":{"title":"Cloaker Swashbuckler","links":[],"tags":[],"content":""},"Characters/Elam-the-Merrymaker":{"title":"Elam the Merrymaker","links":[],"tags":[],"content":"Long-lived native of Noachis from before the winds. Has a deep melancholy as he is cursed to observe the world so long as he is protected by wine."},"Characters/Erasmus":{"title":"Erasmus","links":[],"tags":[],"content":"Prospective up and comer for the Dreaming City, lies with ease, looking to scam entire town."},"Characters/Iris":{"title":"Iris","links":["World/Locations/Lesser-Noachis/Aimilus"],"tags":[],"content":"Merchant of Aimilus of prodigious capability, served by seven stranglers."},"Characters/The-Grinder":{"title":"The Grinder","links":["World/Locations/Lesser-Noachis/House-of-The-Grinder"],"tags":[],"content":"Bard 7\nLives in the House of The Grinder"},"Characters/Wizards/Fontus-the-Oozemancer":{"title":"Fontus the Oozemancer","links":["Characters/Wizards/Sabtah-All-Grasping","Characters/Iris"],"tags":["character","wizard"],"content":"\nacid burned face\nconstantly weeping pores\nlarge jovial man of middle age\n\n\n\n                  \n                  Edges\n                  \n                \n\nOnce apprentice to Sabtah All-Grasping\nDivorced from a wealthy merchant of Amilus called Iris\n\n"},"Characters/Wizards/Lutrex-Earthmaster":{"title":"Lutrex Earthmaster","links":[],"tags":[],"content":"Dwarven wizard"},"Characters/Wizards/Sabtah-All-Grasping":{"title":"Sabtah All-Grasping","links":["System/Magic/Magic-Items/Alchemy-and-Potions/The-Prime-Acid","Characters/Wizards/Fontus-the-Oozemancer"],"tags":[],"content":"Potent wizard who studies The Prime Acid in his twisting chambers. Native of Noachis from before the winds.\n\n\n                  \n                  Edges\n                  \n                \n\nTrained Fontus the Oozemancer before their falling out over his lack of commitment and desire to pursue baser goals\n\n"},"Characters/Wizards/Shadow-of-Miir":{"title":"Shadow of Miir","links":["System/Magic/Phenomena/Blackflame","World/Artifacts/Forbidden-Tome-of-Elek-Nor"],"tags":[],"content":"Necromancer who rules from Castle Miir, having recently moved in to area. Special undead with flaming skulls.\nSeeks the Blackflame currently wields the Forbidden Tome of Elek-Nor"},"Characters/Wizards/Teukros":{"title":"Teukros","links":[],"tags":[],"content":"Leader of the Scorpion Cult"},"DnD-Stuff/Class-Notes":{"title":"Class Notes","links":[],"tags":[],"content":"Paladin\n\nfollow lady of lake\ndont’ become paladin till lvl 3\n\nWarlock\n\n1d100 per level to become horror marked\n"},"Environment-and-Peril/Bloodkava":{"title":"Bloodkava","links":[],"tags":[],"content":"Type of kava plant which has fangs underneath each leaf, and strikes at passing creatures. Blood is stored in incredibly deep taproot, killing the top of the plant is only a minor setback. Will spread by attaching to victim and having it carry leaf + seeds to new location."},"Environment-and-Peril/Hypofluid":{"title":"Hypofluid","links":[],"tags":[],"content":"Non-neutonian fluid, remains solid as long as you move your full speed each round"},"Environment-and-Peril/Solar-Flowers":{"title":"Solar Flowers","links":[],"tags":[],"content":"Sunflowers which act in unison to reflect sunlight to deadly effect, frying predators and prey like ants under a magnifying glass."},"Gods-and-Spirits/Void-Spider":{"title":"Void Spider","links":[],"tags":[],"content":"From the infinite blackness above descends a puppet controlled by fine threads of silk."},"Handouts/Lav-of-Labyrinth's-Spellbook":{"title":"Lav of Labyrinth's Spellbook","links":["tags/todo-item"],"tags":["todo-item"],"content":"\nTitle page\ngreysight#todo-item\nPorter Spell\nBladespell\northo light\nmisty illusions\nspyglass\nweigh vim\n"},"Hexmaps/Hex-Generation-Procedures":{"title":"Hex Generation Procedures","links":[],"tags":[],"content":"\nHex map\nScales and theme\nFaction list\n\nClimate\nFor every harm there is a cure, put on map\nRoll for seasonal events\n\nflood\nvolcano\n\nhave bogs produce disease\nTerrain\nLandforms\nEcoregion\nBiome\nDetermine Terrain\nDecide general climate based on scales and location.\nDetermine ruggedness.\n\nAtoll\n\n\nPopulate Locations\n\nDetermine type\n\n\nIdea: use random magic site\nLocation Types\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLocation TypeSwords/AirIntelligenceWands/FireCharismaCups/WaterWisdomPentacles/EarthStrength1 - Monster LairHunting groundNest/Breeding ground2 - ShrineWayshrine3 - LandformPositive landform4 - HermitageCult leaderWizard tower5 - Battle Site6 - RuinDraw again: timeDraw again: calamity7 - Ritual Site8 - StatueHero9 - Dungeon Entrance10 - Place of Power11 - Natural ResourceMine12 - TempleLocal powerDefunct13 - Settlement14 - Essence SourceArcana - draw again, major feature influenced by draw\nGenerate Links\n\nRivalry\n\nRandom Encounters\n1, draw again, populate with scales, then from region"},"Ideas/Grand-Ritual-Ideas":{"title":"Grand Ritual Ideas","links":[],"tags":[],"content":"Enchanting the army\nspell only effective in lands of Chaos, turn ally against ally, cloud minds"},"Ideas/Handout-and-Prop-Concepts":{"title":"Handout and Prop Concepts","links":[],"tags":[],"content":"Props\n\nuse poker chips/tokens to track abstract enemy health\nnotecards for characters\nongoing environment cards to display\n\nTools\n\nweather chart and cards\nNPC spreadsheet with blank name entries to generate new characters\n\nHandouts\n\naura effects and location handout, plus player facing random encounter chart\nmagic items\nspellbook\ncan use handouts for knowledge checks\nhandout have QR code to website?\ncrafting scroll, has recipe to make enchanted item, like a mini-quest\n"},"Ideas/Ideas":{"title":"Ideas","links":[],"tags":[],"content":"Travelling blind in the mists\nFire and Ice - have palace in volcano\nAdvancing glacier by sorcerer spreading dominion\nEpithets for characters\nEarthly powers, demons/spirits which move across the world like points on voronoi diagram, changing as the years go by according to their velocity. Chaotic system. Some people conjure them as soon as possible to kill them repeatedly to kill them\ngravel mines, rendered inert by substance which evaporates after they are deployed, therefore arming the tiny traps\nhttps://www.youtube.com/watch?v=XTM2D_gYOqc\nmarajoara - seasonally flooded plains at ned of grand river\n4 resources with different recipies, can roll knowledge tp discover ways to ise them. Maybe eesist fire is BBRW, have to decide which to have active like incarnum\nDemons always trying to affect world, vut have limited means. Howl theough bones of mirdered, cause diaease in bad places, manifest on moonlight\nIdentify 3 player behaviors to be good luck or bad luck\nVoronoi diagram of demons, summoning spells in that area call that creature. Places protect themselves by conjuring and slaying demon on loop to keep them weak\nAny weapon which strikes a death blow against a certain people breaks. Bows snap, swords rust\nOrder of warrior monks each named after word in their poem-creedo\nInscribed laws of magic curse who transgress, some attempt to break those laws\nPulsing red tower in the sandstorm which enthralls those who see it in the distance\nCan say demons name safely within traditional song, protected by the magic of song ad tradition\nWorld where death is under the command of a magus, area where those cannot die unless he sends the reaper, bit people still wither\nsymbiote where creature dissolves and replaces bone, used to fix or replace broken limbs\nrumor that demons plant their seeds in specific forest\nBurning cursed wood attracts denons if watched\nchannel to turn undead stuns for a round\nSpell components use sources, like a diamond dealer\nSpells require weather and drama, windstorm, lightning\nName blade or it turns against you\ncolossal anteater attacks dwarven fortresses\nCrystal resonates with magic, increased CL if same school cast. Can identify magic. Installed in location?\nDnd world where your size changes as you move inwards. Have hexmap of big recursive environment, hyperus?\nSoul bound to bell used to torment a foe and force servitude\nMagic rune which destroys those who gaze upon it, lest they have first seen and know its sister rune\ngather power, roll d4, then d6 then d8…busts if you go over intelligence?\nLightning spell gathers charge with d6s, have to maintain before unleashing. Chance of accidental discharge\nMaster of transmutation, what about previous master? He changes appearance, I am him, or perhaps there never was…\nvantablack ooze\naura which grants knowledge within area. like dracula\ntemplates for beasts of the night\nrandom encounters in area\ntrait: soveringty over X - starts friendly, gets leadership type abilities\nA staff made of pearlescent wood, every grain a subtle iridescent hue that reflects even in the dimmest starlight\nAt night the staff dissapears, only to reappear after its owner finds it that night in their dreams\nGenerations ago it was lost when the last owner, having been captured by nefarious wizards, refused to call it forth and hand it over for their experiments. Thought gone forever until one night it retured in the dreams of the current owners grandmother. Occasionally its owners lend it out for a time, and it remains solid so long as it never leaves the hands of a waking person, yet returns as soon as it slips from their grasp.\nThus loaned out it allows the holder to benefit from a full days rest given only ten minutes with the staff, up to once per week.\nfuneral procession on river\nGnoll kidnapped anitherika mechanism maker from city of gold with submerged collosus and dwarven smith, smiths talent, inventors vision, and gnoll demon priests\nAlso Im feeling that if it ends up in the hands of someone unworthy it tries to cast deep slumber on them 1/week, so it can return to the realm of dreama.\nhuge sundial tower\nUndead need upkeep when not in evil aura, needs camp activity from necromancer\nMonk lives at cemetary and cleans headstones as an aesthetic dedication to the fallen\nmeduas turns people into 3d puzzles"},"Ideas/Links-and-References":{"title":"Links and References","links":[],"tags":[],"content":"Art\nhttp://jeanpaulfaccon.fr/produit/ilots-rocheux/\nhttps://70sscifiart.tumblr.com/\nzdzislaw beksinski canyon\nWorldbuilding\nhttps://docs.google.com/document/d/1TKoyrApuKeynNIh_hYUPXMXgFUaS3LJ3USLS0s9HrB0/edit\nhttps://en.wikipedia.org/wiki/K%C4%ABpuka\nhttps://thealexandrian.net/wordpress/46164/roleplaying-games/remixing-avernus-part-7b-avernian-hex-map\nMap of Mars\nhttps://planetarynames.wr.usgs.gov/Page/mars1to5mTHEMIS\nhttps://asc-planetarynames-data.s3.us-west-2.amazonaws.com/mola_regional_boundaries.pdf\nEcoregions\nhttps://ecoregions.appspot.com/\nhttps://en.wikipedia.org/wiki/Glossary_of_landforms\nhttps://en.wikipedia.org/wiki/Hebe_(mythology)\nNames\nhttps://tekeli.li/onomastikon/Ancient-World/Greece/Male.html"},"Ideas/Location-Ideas":{"title":"Location Ideas","links":[],"tags":[],"content":"Exotic creatures, flower petals covering the pathways\nForest that movies\ninvisible forest\nLocations also generate links\n\nsister site, for every harm a cure, rival, clue\n\nRandom encounters\n\nnearby lair, myths, weather effects, wandering monsters (local flora/fauna), misfortune on the road, opportunities, environmental peril, tracks, roll twice, legends, portents (of another encounter),\n\nTypes of locations\n\nlair, settlement, shrine, hermitage, vis source, ruin, historical event site (battle, ritual, meeting, miracle), statue, landmark, terrain change, dungeon entrance (megadungeon?), realm gate, place of power (ley line nexus, aura source), myth, unspeakable ziggaraut, artifact, archeotech, monastic site , crossroads, favorable camp, natural resource, cataclysm site, temple, ruins, wizard tower, underdark entrance\n\nmodifiers\n\npartially constructed\n\n\n“overnight, the world is transformed”\nhave seasons\nenvironments\n\nopen green plains dotted with standing stones\ncursed insect forest\nland of ancient ginat beasts, primordial\nblasted wasteland\n\naura vs domain? ones specific to location vs whole province\nhave effects on nearby hexes\nvis source\nlair\nartifact\nmyth\nsettlement\nlandmark\nmegadungeon tentpole\nwizard tower\nScales\n\nLaw vs Chaos\nElements (Fire, Water, Wind, Metal, Blood)\nFortune vs Misfortune\nLife vs Death\n\nHex Feature\n\nvis source / magical location - wands\nlandmark / historical feature / ruin - pentacles\nlair / wizard tower - swords\nsettlement / shrine / dominion - cups\n\nPlace of Power\nLey line intersections which let you influence the domain of a surrounding region. Control the weather, cast grand spells\nPentacles\n1 - Minor land feature\n2 - Geographic change\n3 - Battle site\n4 - Small ruin\n5 - large ruin\n6 - statue / obelisk\n7 - path marker\n8 - clue\n9 - shelter\n10 - resources\n11 - wealth\n12 - landslide / wildfire / alteration\n13 -\n14 -\nWands\n1 - Life\n2 - Death\n3 - Chaos\n4 - Law\n5 - Fire\n6 - Water\n7 - Metal\n8 - Wind\n9 - Water\n10 -\n11\n12\n13\n14\nCups\n1 - Meeting place\n2 - Miracle site\n3 - Strange dominion source\n4 - Minor dominion source\n5 - Major dominion source\n6 - Minor secondary dominion\n7 - Major secondary dominion\n8 -\n9 -\n10 -\nPage - shrine\nKnight - throne of power\nQueen - minor settlement\nKing - Large settlement\nGenerating A Location\n\nDraw for a concept or come up with one\nPlace on map\nWrite description\nEncounter/resource/palette\nGenerate links\n\nrandom link\nfor every harm a cure\nrivalry\noverall dominion/theme\n\n\n\nresources: pit full of gold\nopportunity/challenge\nLink Ideas\n\nrival\nsister site\nhistorical origin\ntrack/trail\nalliance\n"},"Ideas/Session-Concepts":{"title":"Session Concepts","links":[],"tags":[],"content":"Have to find safe route through forest, manticore den nearby\nSneaking in to the dreaming city\nMeeting Labyrinth for the first time\nDragon holds village hostage\nIntroduction to new systems\n\nitem crafting\ngrand rituals\n\nSession 1\nGreat games of the city of steel\nsome want to make fire resistance rings to work closer with the metal\nalchemists making adamantine\nparticipating in the games\nproviding security\narchery contest\ngrand hunt"},"Monsters/Beasts/Brain-Wasp":{"title":"Brain Wasp","links":[],"tags":[],"content":"monster: Brain Wasp\nname: Paarthurnax"},"Monsters/Beasts/Man-O-Winds":{"title":"Man-O-Winds","links":["System/Magic/Magic-Items/Stingwhip"],"tags":[],"content":"Giant jellyfish which drifts upon the wind, projecting a large sail above its body to navigate. Senses prey via delicate smell and motion. Long tendrils extend below its body which it uses to pick up prey. Generally emerge from Hyperus.\nHD: 8\nIf slain the tentacles can be preserved as a Stingwhip"},"Monsters/Beasts/Mining-Ants":{"title":"Mining Ants","links":[],"tags":[],"content":"Dog sized ants which mine for gold and create giant nests. Store food in sessile members of their hive."},"Monsters/Beasts/River-Nautilus":{"title":"River Nautilus","links":[],"tags":[],"content":""},"Monsters/Chaos/Foul-Angler":{"title":"Foul Angler","links":[],"tags":[],"content":"Cursed Maneater - like anteater?\nGiant creature which has a tiny slender neck and strange head shaped like a person which it uses to hunt those inside caves or structures by sending this appendage inside before yanking out whatever it finds."},"Monsters/Chaos/Unnatural-Shapeshifter":{"title":"Unnatural Shapeshifter","links":[],"tags":[],"content":"Unnaturals are entities which can assume the shape of any mundane creature, yet anyone who observes them knows that there is something supernatural and unnatural about them. This effect is due to the large amounts of ortho-orange they emit, meaning their disguise would be perfect if seen in a way as to block this luminous energy.\nPlot Seeds\n\nresearcher asks people to look at drawings made of the unnatural creature\nthick glass or special lenses block effect\nif killed it “appears in all observable ways to be the corpse of” the creature\n"},"Monsters/Fungi-and-Other-Perils":{"title":"Fungi and Other Perils","links":[],"tags":[],"content":"Ergot poisoning, mass hysteria"},"Monsters/Oozes/Dire-Slimophage":{"title":"Dire Slimophage","links":[],"tags":["monster"],"content":"Standing about as tall as a man the dire slimophage is a creature which mindlessly hunts oozes by forcing them to become replicas of itself. Although this process is far less effective on the vital humors contained in other creatures, this does not prevent a hungry slimophage from trying.\n"},"Monsters/Oozes/Sleeping-Slime":{"title":"Sleeping Slime","links":[],"tags":[],"content":"Ooze which usually hunts in grasslands. Produces a potent psychic effect when large enough, causing memory loss and a soporific urge to lay down. The thin ooze, only about 3 inches high, yet up to hundreds of feet wide, will eventually encircle the entire area and consume their prey. Hunts through a combination of sensing movement and psychic energy.\nCan be used as a fuel source as it is very flammable. In small quantities produces a pleasing effect which aids sleep.\nAids memory if distilled, can grant a form of perfect recall. Often collected by freezing to render inert"},"Monsters/Spider-Thing":{"title":"Spider-Thing","links":[],"tags":[],"content":"A Spider-Thing has a barbed spherical body with a gaping mouth on the underside, similar to a jet black sea urchin roughly the size of a melon. Needle-thin fibers regularly shed from their body and lodge in anything nearby. Adorning this body are around ten to thirteen legs on average, each of which has a different number of strangely gimballed joints.\nSpider-things use these to puppet creatures by crawling inside of them. Many of them long to live the lives of those they inhabit, and do their best to keep them alive. This requires great skill on their part as a puppeteer, and within a few weeks many will end up piloting a corpse. Often this guise is very unconvincing at close range, as the dexterity to creating speech or hold back a look of entrapped terror is not easy, and many spider-things lack both true cleverness and the normal cultural understanding to fool anyone.\n\nsad spider-thing just wants friends\n"},"Monsters/Unique/The-Amalgam":{"title":"The Amalgam","links":["System/Magic/Magic-Items/Alchemy-and-Potions/The-Prime-Acid"],"tags":[],"content":"A terrifying combination of man, beast, and material - the amalgam is all that remains of Harlan the Alchemist after inventing The Prime Acid. Lab benches protrude at angles from underneath writhing flesh, driven by a hatred of what he has become.\nMost horribly the Amalgam has at least three brains. One from Harlan, terrified at what he has become and demoralized by his failure to protect himself from his own invention. Another from a blink dog he had captured to experiment upon, the long years of which had turned its thoughts entirely to hatred of its captor. Alongside this the innumerable serpents and lab rats he kept have joined the mass.\n\nmoans of regret blending with animalistic howls\nremnants of an iron cage protruding from between malformed ribs\nblood composed of various alchemical substances\n\n\n\n                  \n                  Questing for a Cure? \n                  \n                \nPerhaps as the madness subsides some part of Harlan wishes to undo what has happened. This would would require a skill far beyond what he possesses, would it try despite these risks? Or would the Amalgam realize that it is a new being, and any attempt to dismember it would result in its death?\n"},"Player's-Guide":{"title":"Player's Guide","links":["System/Houserules"],"tags":[],"content":"Travelers from Another Realm\nMany characters arrive in the Shrinelands from distant realms. Between Law and Chaos hundreds of worlds exist, and new arrivals will have to decide if their circumstances are a boon or a curse. To create a character with this origin follow the guidelines below and take note of some of the differences between your realm of origin and this new world.\nCharacter Rules\nCreating a character with this origin\n\nDistribute ability scores: 15, 14, 13, 12, 10, 8\nBegin at 2nd level\nNon-evil alignment\nTypical starting wealth based on class and background\n\nAdvancement and Experience Points\nAdventurers gain experience points by surviving what Fate has in store for them and currying the favor of the Gods. Exploration, gaining knowledge (and treasure), forging alliances, and triumphing over great foes are how this is done. Character who gain enough experience points to advance to a new level may do so following a long rest, during which they are honing new skills. In addition to advancing to a new level experience points also determine how quickly a character can learn a new technique, detailed below.\nHouserules#^36dcc1\nThe experience chart is a guideline for how many points are gained for different activities. Adventurers who discover ancient wisdom or gain the favor of greater powers will also discover new ways to gain experience points as they shape their journey. At the end of each game session all characters will gain half the difference in experience points between themselves and the highest experience point character as they travel “alongside an experienced adventurer.”\nWanderer in a Weird Land\nBeing from another realm will present its own opportunities, but also challenges. Although this new world is likely familiar in many ways there are likely critical differences which will render some of their knowledge obsolete. Most lore skills will reveal information from understanding the underlying theory of the world, such as the general nature of some types of creatures, but specifics always need to be encountered in the field. As the winds carry their words characters will find that many of the languages they spoke are still of great use, but are also likely to encounter runes and tongues they have never heard before. Learning these new languages and gaining a practiced familiarity with the lores of the Shrinelands can be taken as a technique (see below).\nBy tradition an adventurer may claim to be a member of a “class” after 3rd level. Prior to this many clerics are simply initiates, bards nothing but simple performers. Some classes have unique features which relate to being from another realm. While many of these questions will be fuel for their adventures some things to consider.\n\nClerics will have to decide between serving their community by communicating between mortals and the new gods of this realm, or a duty to bring the words and power of their previous deities across the great gulfs between realms to this one.\nNoble paladins can expect their oaths to be heard by the mysterious Lady, granting them respect from those who have heard of her benevolence\nWarlocks may find their old patrons with less sway, but will be in particular peril from those things which lurk between the realms.\nBards, druids, sorcerers, wizards, and other spellcasters will be at some advantage learning magics particular to the Shrinelands, but will soon discover that some elements of their Vancian spellcasting are affected by the magics of the realm.\nBarbarians, fighters, monks, and rogues are usually sturdy or canny enough to thrive in any land. A sword is a sword, but they will likely encounter new techniques they have never heard of among local warriors.\n\nGame Systems\nTravel and Time\nAs one of the sages once said, “you can not have a meaningful campaign if strict time records are not kept.” Time and travel are a major component of REALMLORDS. Hexcrawling is covered in more detail elsewhere, but in general a party can expect to travel between 1 and 4 hexleagues in a day, encounter whatever Fate has in store for them, and be required to decide how much weight is worth carrying.\nNotable Changes\nPlayers familiar with other settings should be aware of a new notable changes which might affect their characters\n\nTime is an important factor and is conducted under the gritty realism ruleset. A Long Rest requires a week while a Short Rest requires a day. Additionally a Long Rest may only be conducted in a place of relative comfort and safety; a friendly druid’s arbor, a tavern, or other such. Characters may still conduct useful activities while resting, but any major interruptions such as a dire encounter may interrupt this period.\nOutnumbering an opponent by flanking provides a minor advantage; a +2 on the roll to hit. Other favorable circumstances may also provide a minor advantage.\nTaking large amounts of elemental damage from a single attack has additional effects, such as being lit on fire.\nSpells are subject to the magical influence of the Ephemeral Lords, which may affect how some spells operate in the setting.\n\nSecret Techniques\nDuring their travels characters may come across foes with strange abilities, ancient dueling manuals, or canny instructors. These additional abilities are called techniques and are opportunities for characters to develop unique skills as a result of their individual journey.\nOn a particular adventure each character can choose to train a specific technique. Each technique has a required number of experience points to master. Experience gained while training a technique counts towards advancing to the next level, which is always determined by total experience gained during a character’s lifetime, and towards this technique. Once mastered a character may choose another technique, if they know of any.\nSimply seeing a new ability used once is not enough to attempt training. A character must either have on hand some form of instruction manual, a dedicated teacher, or have been in active combat with the technique on numerous occasions."},"Players":{"title":"Players","links":[],"tags":[],"content":"\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPlayerCharacterGame 1Game 2JayQuare the MonkZachBob the Aasimar FighterChrisGromley RedbeardKarlMagnus of Morningwood220Amnix"},"System/Aura-and-Scales":{"title":"Aura and Scales","links":[],"tags":[],"content":"Adds to attack/damage/saves of aligned creatures.\nScales\n\nLaw vs Chaos\nLife vs Death\nThe Elements - Fire, Water, Earth, Air, Blood\n\nEarth - metal, civilization\nAir - illusion\nWater - mind\nFire - destruction\n\n\n\nChaos\n\nmisfortune on nat 1s\nmore random encounters - roll chaos dice for encounters?\n\nLaw\n\ncan take 10 on skill checks\n\nDeath\n\ndeath save penalty\n\nRandom aruas\n\nblood/fire - blood is flammable\ngravity reversed when unconcious\n\nLunar Cycles"},"System/Cataclysms":{"title":"Cataclysms","links":[],"tags":[],"content":"\nMeteor shower\nRealmshift (appearance of new enclave)\nFlood\n\n"},"System/Hexcrawling-Procedure":{"title":"Hexcrawling Procedure","links":[],"tags":[],"content":"Roll encounter dice for the upcoming few days and arrange by watch."},"System/Houserules":{"title":"Houserules","links":[],"tags":[],"content":"Knowledge checks reveal generalities, but each monster is unique\nGive out default information for proficiency\nTime\nRest is a week, spells overnight in camp\nleveling up\nHealing slower (gritty realism)\nmoderate advantage\nflanking is +2\nspells\n\ngoodberry\n\nExperience Points\nTotaled up at end of game. If you have less XP than the highest XP party member gain half difference as you learn from each other in your travels.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTriumphExperience PointsTravel in perilous and lands10 XP per dayExploring a minor site100 XPExploring a major site400 XPExploring a legendary site1000 XPDiscovering a minor secret50 XPDiscovering hidden realmlore or major secret500 XPReturning with treasure1 XP per GPDefeating a legendary foe300-1000 XPEstablishing a new connection or alliance50-500 XPWorking alongside an experienced adventurer*Ascending a Throne of Power10,000 XP^36dcc1\nExploration\nTreasure\nroleplaying\nlore\nconquest\na small barrow a day’s travel from town\ndefeating the shadow of miir\nfinding a secret from castle amber\nHouserules\n\nflanking is +2\n\nTravel and Hexcrawling\nTravel overland requires pathfinding\nProcedure\n\nchoose direction of travel\n\n"},"System/Magic/Charms/Charms":{"title":"Charms","links":[],"tags":[],"content":"Charms are minor works of magic which anyone can perform in the correct aura.\nWeigh Essence\nInvoke with “By the Weight of the Scales” and hold two essence sources, one in either hand. Can attempt to feel if they are balanced, although doing so accurately takes some skill. Usually paired with standard set of weights for those who regularly trade in magic."},"System/Magic/Crafting/Crafting-Scrolls":{"title":"Crafting Scrolls","links":[],"tags":[],"content":"Windblade\n5 storm essence"},"System/Magic/Crafting/Potions":{"title":"Potions","links":[],"tags":[],"content":"Identification chart by properties\n\nColor\nDensity\nFlavor\nViscosity\nMiscibility - separates over time, sparkles,homogeneity\nOpacity\nLuster\nBoiling point\nFreezing point\nOdor\nSolubility\nSpecial\n"},"System/Magic/Magic-Items/Alchemy-and-Potions/The-Prime-Acid":{"title":"The Prime Acid","links":[],"tags":[],"content":"The Prime Acid, known also as oil of blending is a thin superfluidic liquid that does far more than eat away base substance as other acids do. The strongest of acids dissolves the very notion of individuality itself, the fundamental distinction between objects.\nIf spilled on a hand one would hardly notice any immediate difference. There would be no searing pain or sizzling of flesh. Yet something more insidious has taken place, the member now divorced from notions of unique existence. Should that member reach out to grasp at a sword hilt the two would appear to blend. More exactly, according to the arcane sciences which have created the Prime Acid, there would no longer be hand and sword; rather a single thing which incorporates both.\nWith this potion bodies can be blended, incompatible essences merged, and new hybrids created of anything which it touches. No container can truly hold such a virulent substances, rather it must be kept continually in suspension through some means. One of its creators discovered this in an unfortunate accident, as Harlan the Alchemist becam"},"System/Magic/Magic-Items/Arrow-of-Slaying":{"title":"Arrow of Slaying","links":[],"tags":[],"content":""},"System/Magic/Magic-Items/Elek-Nor's-Miniscule-Maze":{"title":"Elek-Nor's Miniscule Maze","links":["tags/todo"],"tags":["todo"],"content":"Tiny maze with beast inside where you can trap a foe to run from monster. Has cantilivered sides like marble game which you can play, or move walls around to introduce food or other complications.\n#todo make into dungeon with rules for how it can be operated"},"System/Magic/Magic-Items/Life-Token":{"title":"Life Token","links":[],"tags":[],"content":"Potent container of blood magic, which normally must remain in a living being. Forged long ago and far away in Tharsis by giants, containing 1 blood essence each."},"System/Magic/Magic-Items/Needles/Crimson-Greatneedle":{"title":"Crimson Greatneedle","links":[],"tags":[],"content":"Cost 4Cost 5"},"System/Magic/Magic-Items/Orb-of-Transposition":{"title":"Orb of Transposition","links":[],"tags":[],"content":"Orb linked to your soul which you can speak a word and switch places with."},"System/Magic/Magic-Items/Stingwhip":{"title":"Stingwhip","links":["Monsters/Beasts/Man-O-Winds"],"tags":[],"content":"Essence: 5 life\nPreserved tentacle from a Man-O-Winds which has been worked to be an especially lithe and deadly whip. It can reach up to 3 paces and strikes with a living accuracy.\n+1 to hit, 1d6 slashing + 1d4 poison damage. Critical hits force a constitution save vs dexterity or be stunned by the toxic barbs."},"System/Magic/Magic-System":{"title":"Magic System","links":[],"tags":[],"content":"Spells decrease in power the less secret they are for some spells\nSome spells are reversible\nCrafting magic items or working grand magic\nCommon sources of essence\n\ndriftwood\nfirst fallen leaf\n\nEssence units\n\n1 unit\n5 - knight\n\n\nMagic item costs\n\ntrivial - produced in batches\nminor - easily forged, commonly known 5\nmoderate 10-20\npowerful 40\nlegendary 80\n\nritual costs\n\n4 pawns for lvl 20\npowerful - 10 pawns\nlegendary 20 pawns\n\nMagic delivered by\n\neye ray\nbeam\n"},"System/Magic/Phenomena/Blackflame":{"title":"Blackflame","links":[],"tags":[],"content":"Magical fire which animates the dead as zombies full of rage. Burns through bodies quickly with an unquenchable fury."},"System/Magic/Phenomena/Essence/Moongem":{"title":"Moongem","links":[],"tags":[],"content":"Gems are only real during the full moon, otherwise become ephemeral. Makes transporting them particularly difficult, but then can affect the aura of a place. Source of essence."},"System/Magic/Phenomena/Orthographic-Spectrum":{"title":"Orthographic Spectrum","links":[],"tags":[],"content":"Magical form of light which can only be perceived with special means.\nDiffuse light tends to be used to identify things or small ambient effects. Coherent beans can have potent effects depending on polarization.\n\nred - fire, light\norange - change\nyellow - truth\ngreen - growth\nblue - teleportation\nviolet - death\n\nblue beam splits into evil twin with waveplate\nhigh harmonic generation in strange atmosphere"},"System/Magic/Rituals/Access-the-Evervault":{"title":"Access the Evervault","links":[],"tags":[],"content":"Ritual which grants access to small demiplane by code number. Numerology/cryptography"},"System/Magic/Rituals/Aegis":{"title":"Aegis","links":[],"tags":[],"content":"Protects an area for a year"},"System/Magic/Rituals/Conjure-Demon":{"title":"Conjure Demon","links":["Gods-and-Spirits/Void-Spider"],"tags":[],"content":"Roll on chart which is a voronoi diagram to see what creature you actually get, higher roll is more accurate. Or have to physically roll dice on chart?\nCreatures\n\nVoid Spider puppet\n\n"},"System/Magic/Rituals/Locate-Treasure":{"title":"Locate Treasure","links":[],"tags":[],"content":"Sends insects out into the world to gather information on particular treasure, who then return"},"System/Magic/Spells/Soultrap":{"title":"Soultrap","links":[],"tags":[],"content":"Used to gather power from slain creatures, have to be channeled"},"System/Omens":{"title":"Omens","links":[],"tags":[],"content":"Have to delivery omens before plot twist, forces of Fate"},"System/Secret-Techniques/Firedancer":{"title":"Firedancer","links":[],"tags":[],"content":"Teleport through fire\nFire resistance"},"System/Secret-Techniques/Sense-Unnatural":{"title":"Sense Unnatural","links":[],"tags":[],"content":"Improvement for barbarian Danger Sense"},"System/Secret-Techniques/The-Gaze":{"title":"The Gaze","links":["World/Locations/Ophidian-Empire"],"tags":[],"content":"Monk technique where you lock eyes with opponent who cannot look away or else you get attack as a reaction. Can also be stunning fist for free. Known to martial artists of the Ophidian Empire"},"Templates/Magic-Item":{"title":"Magic Item","links":[],"tags":[],"content":"Cost &lt;% tp.frontmatter.cost %&gt;"},"World/Artifacts/Emerald-Tablet-of-Thoth":{"title":"Emerald Tablet of Thoth","links":[],"tags":[],"content":"When reading it contains portal to massive 30 ft tablet indscribed with dense secrets"},"World/Artifacts/Forbidden-Tome-of-Elek-Nor":{"title":"Forbidden Tome of Elek-Nor","links":[],"tags":[],"content":"Elek-Nor was a dark sorcerer of evil intent and mischievous demeanor, who decided to inflict his eponymous book on the realms with a canny spell. Now this book of terrible secrets roams through time, distributing unwholesome wisdom to those who find it.\n\nshimmering rainbow light struggling to emerge from within the pages\ncackling demon face adorning each cover\niron-bound lock waiting for the touch of blood\n\nPowers\nTravel Through Time and Space - the Tome is able to fling itself, largely at random, across the realms and into the future. Despite having no direct control a malign twist of fate tends to end it up in a secluded location, where it waits for someone unwise to open it.\nOath of Blood - opening the Tome requires a sacrifice of blood to unseal the lock which binds it, something which is pictorially made clear along the binding. The first drop loosens the lock and grants the ability to read the tome, something which may be of interest to those questing for a greater Truespeech. To fully open the tome another drop must be shed and an oath read out from the cover. “To use this knowledge for personal gain, to share with none, and cackle at life’s vicissitudes.”\nMarginal Intelligence - Elek-Nor severed a portion of his soul to reside in his Tome, which grants it a limited understanding and capacity to fulfill its creator’s wishes in the ages since his death.\nOther than this the tome has little supernatural power, its main effect being the knowledge contained within. An astute reader will learn of the following\n\nthe true names of a number of powerful (and vindictive) creatures of Law and Chaos\nspells for Conjuring Cackling Demons, the Pursuing Boil, and the insidious Subtle Caltrop\na lengthy treatise on creating illusions\na bizarrely exhaustive list of ideas for inciting strife, seeking revenge, and constructing pranks for a wide range of subjects and situations\n\n\n\n                  \n                  Destroying the Tome \n                  \n                \nAny attempt to destroy the Tome through normal means would result in it flinging itself across time and space once again. However, if simply sending it far from the dominions that it is currently plaguing is not enough, one would have to find a way to bind it beforehand to prevent such flight. Such an effort would need to be exceptionally subtle, and succeed on the first try, lest the tome escape between the realms.\n"},"World/Artifacts/Plague-Casket":{"title":"Plague Casket","links":[],"tags":[],"content":"Cask containing an ancient disease for which the world is unready"},"World/Artifacts/Prophecy-Scroll":{"title":"Prophecy Scroll","links":[],"tags":[],"content":"True if left sealed, marked with date and location"},"World/Calendar":{"title":"Calendar","links":[],"tags":[],"content":"Alcheran reckoning: 45 years after the Gilded Peace,\nSpring\n\nCampaign start\nclear\nclear\nclear\nclear, red moon rise\nclear\nblazing heat\n\n"},"World/Cosmology-and-Astronomy":{"title":"Cosmology and Astronomy","links":[],"tags":[],"content":"Three moons\n\nwandering moon - heralds death, horseshoe orbit with Mortania (tidally locked desert world/death world) - connected by shadows, arrives every 22 years\nPhobos - crosses sky every 4 hours (4 hours gone), battle panic, travels opposite sun, larger\nDeimos - 5.5 days from setting to setting, panic before battle\n\nShort and long years alternate due to changing places with the Wandering Moon.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSeasonShort YearLong YearSpring131146Summer120134Autumn96106Winter104116\nWhen under the blood moon combats use escalation die."},"World/Culture-and-Setting/Ephemeral-Lords":{"title":"Ephemeral Lords","links":["World/Overview-of-the-World"],"tags":[],"content":"Erus - eastern wind, Chaos, force of creativity but also sweeping clean the old, change\nZephyr of Dawn. Caused the The Chaoswind\nSet the serpent god"},"World/Culture-and-Setting/Ophidian-Law":{"title":"Ophidian Law","links":[],"tags":[],"content":"Violating law invokes curse of Set.\nCurse of Set, severity determined by ire and also influenced by strength of influence in area.\n\nFeeling of unease\nIre of serpents\nDisadvantage vs poison\nCursed darkness\nMarked\n\nCaste system\n\npagan\nfreeman\nacolyte\nchosen\nelect\nempress\n\nParley\nHospitality\nTaxes\nTravel\nMust purchase grave in advance, tax penalty for failing to do so\nBinding contracts must be registered in the temple\nProperty tax on books. If personally owned (as in you do not permit guests to read them)\nOffenses Against the Gods\n\nTo steal from the temples of Set merits death\nNone may put another into bondage or servitude against their wishes, or preclude from worshipping gods of their choice\nIf a judge cannot bring order to a case where the law is in dispute the dispute will be settled by Set\nThe Trial of the Serpent will be conducted on a temple day with a large serpent facing the accused\nInterfering with the will of Set will result in the greater death\n\nCrime\n\nIf any bring an accusation of capital crime to the elders under false pretenses then the accuser shall be put to death\nIf a judge render false or unwise judgement then the punishment will be returned to the judge twelve-fold\nLet those who suffer the least death be ejected from the gaze of Set and all civilized lands.\nLet those who suffer the less death be struck with a single blow of mortal intent by one designated by Set or be exiled to the lethal desert\nLet those who suffer death be extinguished with honor by submersion until a priest confirms they are no more\nLet those who suffer the greater death by killed in a dishonorable manner, their corpse burned, and half of their assets sized by the Temple\nDispensation of the greatest death is reserved for Set\nIf a pagan or a foreigner suffer a punishment let it be twice increased in severity, once increased for a free man, once decreased for a chosen and twice decreased for the elect\n\nHospitality and Diplomacy\n\nHospitality\n\nCommerce and Governance\n\nFor any law or laws the empress may set the fines and penalties to be of a higher or lower proportion than that which is written\nEach year those who hold books and scrolls in private shall pay 1 ox for each such to the Temple of Set\nLet each work composed by a single author in a time no greater than one year account for each book, and those who by contrivance attempt to combine books be put to the Trial of the Serpent\n"},"World/Locations/Alcheran-City-States/City-of-Gold":{"title":"City of Gold","links":["System/Magic/Magic-Items/Arrow-of-Slaying"],"tags":[],"content":"Golden archers\nArrow of Slaying\nElectrum\ntrade interests"},"World/Locations/Alcheran-City-States/City-of-Steel":{"title":"City of Steel","links":[],"tags":[],"content":"Scales\n\nLaw 3\nMetal 3\n"},"World/Locations/Elegree":{"title":"Elegree","links":[],"tags":[],"content":""},"World/Locations/Lesser-Noachis/Aimilus":{"title":"Aimilus","links":[],"tags":[],"content":"Location: 664, 285\nOnce wealthy trading city\n\n"},"World/Locations/Lesser-Noachis/Allmoot":{"title":"Allmoot","links":["Characters/Wizards/Teukros","tags/todo-location"],"tags":["todo-location"],"content":"Location: 625, 282\nAge: Established\nLarge settlement formed of peoples fleeing their enclaves and seeking refuge in a new land. Dedicated to accepting any who seek shelter and aid, but lacking wealth or political power. Lacks a central government, instead a large series of inter-related communes.\nOnce known as Lankhmar, dozens of people have dozens of gods that they all worship from all realms.\nRecently Teukros and his Scorpion cult have started to establish their presence in the city.#todo-location main cult center."},"World/Locations/Lesser-Noachis/Black-Onyx-Mine":{"title":"Black Onyx Mine","links":["tags/todo"],"tags":["todo"],"content":"#todo"},"World/Locations/Lesser-Noachis/Carrion-Grove":{"title":"Carrion Grove","links":["tags/todo-location"],"tags":["location","essence-source","todo-location"],"content":"Produces 4 Life and 4 Death essence per year.\nA place of wild natural magic bent on revenge against civilization itself, ripped from a distant land which now plagues the Lesser Noachis. Source of deadly satyrs and dryads. Those that die at their hands become skeletons animated by vines (similar to Morgh) which are able to spread a sleeping toxin. Mostly restricted by the turning of the seasons to which they are attuned. Spring is a time of terror.\n#todo-location nearby lair for Carrion Lord. Barely controlled creature of shambling mound revenge."},"World/Locations/Lesser-Noachis/City-of-Purple":{"title":"City of Purple","links":[],"tags":[],"content":"Nomadic people from Xanthe who have taken up residents in Alchera. Ill-liked and ill-regarded, maintain the ability to make purplel dye from molluscs. A trade few others wish."},"World/Locations/Lesser-Noachis/Consort's-Tomb":{"title":"Consort's Tomb","links":[],"tags":["location"],"content":"Tomb dedicated to beloved consort of previous Empress of the Ophidian Empire during their rule."},"World/Locations/Lesser-Noachis/Dreaming-City":{"title":"Dreaming City","links":[],"tags":["location","city"],"content":"Pyramid scheme powered by red lotus extract.\nRed lotus\n\nthwarted by salt\nproduces vivid dreams\n"},"World/Locations/Lesser-Noachis/Drent":{"title":"Drent","links":[],"tags":["location","town"],"content":"Tiny fishing village\n\nGrenta acts as town protector. Originally from another realm, happy to have found a place of relative peace and safety\n"},"World/Locations/Lesser-Noachis/Eastern-Serpentway":{"title":"Eastern Serpentway","links":["World/Locations/Lesser-Noachis/Sunken-Serpentkeep"],"tags":[],"content":"Road which leads between Sunken Serpentkeep and the mountains near Margaritifer. Once maintained and protected by the Ophidian empire."},"World/Locations/Lesser-Noachis/Eraba":{"title":"Eraba","links":["System/Magic/Magic-Items/Needles/Crimson-Greatneedle"],"tags":[],"content":"Location: 678, 271\nEraba is a land which collapsed through its own realm into the Chaos of the Lesser Noachis rather than through the machinations of the Princes of Chaos, or at the very least, not through the will of Erus. A dense, dark wood dominates the area around the high-walled castle.\nThe Imperial College\n\nrepurposed stone building surrounded by dozens of rough-hewn but well-tended outbuildings\none dozen Ravelers, thirty researchers of modest skill, and fifty support staff scratching out a living\n\nThe original College lies at some distance from the section of their realm which became an enclave, the structure which currently bears this name is instead a research outpost founded by the scholars of that academic institution. Its purpose was to study the degrading effects of Chaos, known to them as the Unraveling; to learn from the effects it has on reality itself and find countermeasures to stabilize the world.\nTowards this end the Ravelers of the College constructed a number of stabilizing spires at key locations nearby the source of the problem, but the calamity spread with far greater haste than they could account for. Despite desperate cries for aid not enough of the spires were completed in time. Perhaps due to the two which were constructed the section of Eraba which was taken has remained relatively intact, leaving surviving researchers to curse the inability to construct the final two towers.\nWith the fate of their home unknown the Ravelers can only their lord Ennihilo of the Merciful Oblivion that the rest of their realm has survived with themselves as the only victims. In the seasons since arriving the College has had to direct its efforts towards survival, and exploring the bounds of the Lesser Noachis.\n\n\n                  \n                  Story_seed\n                  \n                \n\nMembers of the College are eager to acquire secrets of magic and the mysteries of the Ephemeral Lords, although they have little to trade other than their secrets. Johan in particular advocates for the training of Ravelers among gifted allies they meet in this new world, but this opinion is not widely shared.\nDespite, or perhaps because of, its perils the Manifold Castellation would be of great interest to low plunderers and powerful magicians alike. Yet its secrets are not so easy to obtain.\nAs of now the Unraveling appears somewhat dormant, although none know if this is due to the soothing effects of the winds of Erus or the two remaining stabilization spires. Or perhaps it simply must rest after its previous act of destruction before awakening again. Although the lands nearby are already dominated by Chaos the rise of a new Ephemeral Lord could spell the dethroning of Erus and a new Age of Change.\nThe forging of new Needles requires materials and essence which the College has yet to locate a specific source of. Fine sand, essence of Law, and other magical materials would be of utmost value to them. Most perilously would be the possibility that radicals, such as Gertrax, would consider the possibility of the Cursed Desert as a source of all three.\n\n\nRavelers and Needles\nRaveler is the title given to students of the Unraveling and methods to combat it. Earning the title requires being a highly trained specialist in magical theory and esoteric research. Of those a few of exceptional skill have developed the Needles of Selsus, imbued glass blades which fly at their wielder’s command. Each is proof against the corrosive powers of Chaos and capable of stitching together the world if used correctly.\nCreating a new weapon involves an intricate process involving glass threads spun on a loom controlled by punched card instructions, needing to operate at a speed and precision that mortal hands cannot achieve. Powerful essence and exacting technique is required to make the glass threads, and only a master craftsman can create the cards required to operate such a loom. Minor adjustments need to be made for each user, a process which requires some trial and error but is far simpler than the creation of a new pattern. Although typically a needle-thin blade the weapon need not be such a weapon. Currently the College still has functioning copies of an ebony scythe, jade gauntlets, needle-knives, and the crimson greatneedle.\nUsing a Needle\nNeedle Profeciency - so long as it is under conscious command the Needle floats at your side. A Bonus Action can move it 40 ft. in any direction, up to a maximum range of 60 ft. from you. You can take the Attack Action with the Needle against any creature the weapon can reach from its current position, using your Intelligence for to hit and damage rolls. On a critical hit Needles force an Intelligence save of DC 8 + Profeciency + Intelligence vs being stunned for a round. They also deal an additional d6 damage against creatures of Chaos.\nNeedle Mastery - The Needle’s speed increases to 60 ft. and you are able to make Opportunity Attacks from the Needle’s position. As a reaction you can reposition the Needle towards any creature which moves within 60 ft. of you. Most significantly you can use any greater techniques of the Needles that you use. Additionally you are able to use any Needle at the level of basic proficiency even if it is not specifically designed for, or attuned to you.\nKnown Patterns\nEach Needle is specifically designed to be attuned by its user, and requires attunement to operate. They are produced by a special loom following the patterns laid out by the cards fed in to them. A task of minor difficulty, at least to a trained Raveler, is the slight alterations to a card enabling a Needle to be produced for a particular individual. Of greater difficulty would be\n\nreducing the Essence cost of creating Needle\nincreasing the potency (as a +1 or +2 weapon) of a Needle pattern\nmaking an original work for a new type of weapon\nthe creation of a pattern which does not require attunement to a specific user\n\nThe patterns currently operable include:\nCrimson-Greatneedle\nCrimson Greatneedle\nCost: 5 Law or Earth essence, glass thread\nA glimmering red weapon which deals 2d8+1 piercing damage and is able to benefit from any other techniques that apply to heavy or two-handed weapons.\nGreater Technique: Stitch Reality\nNeedleknives\nCost: 5 Law or Fire essence, glass thread\nA set of four gilt-edge green blades dealing 1d4 piercing damage. The knives move in unison around the point which basic proficiency allows you to designate. Alternatively you can use them as ranged weapons which return to you at the end of the round with range 60/120.\nGreater Technique: Independence - Rather than returning to your side after making a ranged attack you may command the knife to remain adjacent to the target of your attack. Additionally you are no longer limited to operating them as a group, and may instead allow each of them to maintain their own position. When doing so the Bonus Action to move a Needle moves only a single needle, and when you attack your attacks may be split between all of the Needles as you wish.\nJade Gauntlets\nCost: 6 Law or Earth essence, glass thread\nA pair of heavy gauntlets that pummel foes for 1d6 bludgeoning damage. Any technique or bonus which applies to unarmed fighting benefits the attacks of the gauntlets, such as the monk’s aptitude for martial arts. The imperfect pattern of this card limits their range to 30ft. however.\nGreater Technique: Jade Defense - Yourself or allies adjacent to the gauntlets gain the +2 Armor Class benefit of being protected by a shield. Also such is your mastery that you can make Shove and Grapple attacks with the gauntlets.\nEbony Scythe\nCost: 6 Law or Death essence, glass thread\nThe menacing scythe deals 2d4 slashing damage and can benefit from techniques that apply to heavy or two-handed weapons.\nThe Manifold Castellation\nThe nexus of power for the Unraveling, a terrifying ever-shifting fortification of indeterminate size and purpose. From within this calamity continues to exist, eroding certainty and the nature of reality nearby. Disturbingly the force does not seem to have any true motivation or intelligence, with any apparent plan being the peculiar accident of it having corrupted sensible notions of order. Perhaps even the geometric entities it seems to spawn do not act with any true agency either, their terrible cruelties being no more meaningful than seeing faces in the clouds; and no more able to be opposed by simple mortals."},"World/Locations/Lesser-Noachis/Frozen-Palace":{"title":"Frozen Palace","links":["System/Magic/Phenomena/Blackflame","Characters/Wizards/Shadow-of-Miir","tags/todo-character"],"tags":["location","todo-character"],"content":"Location: 629, 277\nA grand city from another realm captured in a moment in time. Blackflame raged through the streets, yet their queen worked a great magic to halt time itself for her and her citizens until a solution could be found. In the days since travelers have taken up refuge in these halls and are conspiring to find a way to un-seal the timelock on the wealth the city has.\nWandering its streets presents a vignette of a civilization on the brink of disaster.\nCurrently rogue is burrowing under from the outside to try to extract treasure.\n\nwould be of great interest to the Shadow of Miir\navoiding the looters and treausre hunters is an affable hermit and wise man#todo-character\n\n"},"World/Locations/Lesser-Noachis/Gateway-to-Hyperus":{"title":"Gateway to Hyperus","links":[],"tags":[],"content":"Location: 607, 326\nFort maintained by Ophidian Empire to access wealth of Hyperus."},"World/Locations/Lesser-Noachis/House-of-The-Grinder":{"title":"House of The Grinder","links":["Characters/The-Grinder"],"tags":["location","hermit"],"content":"Windmill which uses the winds of chaos and the droning of the Hum to power a millstone of singular strangeness. Here The Grinder will grind anything for a price. Usually grain, sometimes bone.\n\nWind and wheat and whey and meat\nThe Grinder will leave you repleat\nSpices and gravel and ore and more\nWhat into his sack will you pour?\n\nPalette\n\nThe Grinder\n4 chaos wind elementals\nsecret store of water from river Lethys\nWindmill which harnesses anywhere from 5 to 20 essence per season\n"},"World/Locations/Lesser-Noachis/Illrock":{"title":"Illrock","links":["tags/todo"],"tags":["location","ophidian","ruin","todo"],"content":"Ruined former settlement of Ophidian empire, destroyed by raiders from Xanthe\nHome to “drowning man” trapped in a great crystal vessel. Condemned to death but can breathe underwater.\n#todo"},"World/Locations/Lesser-Noachis/Law-Stele":{"title":"Law Stele","links":["World/Culture-and-Setting/Ophidian-Law"],"tags":[],"content":"Many Locations\nHas laws of the Ophidian Empire Ophidian Law"},"World/Locations/Lesser-Noachis/Lesser-Noachis-Region":{"title":"Lesser Noachis Region","links":["Monsters/Chaos/Unnatural-Shapeshifter","Monsters/Spider-Thing","Monsters/Beasts/Man-O-Winds","Characters/Elam-the-Merrymaker","Gods-and-Spirits/Void-Spider","Characters/Wizards/Shadow-of-Miir","Characters/Erasmus","World/Locations/Lower-Xanthe/Indigo","World/Culture-and-Setting/Ophidian-Law","tags/todo"],"tags":["todo"],"content":"Scales\n\nChaos 2\nAir 1\n\nChaos\n\nreroll once per game\nnat 1s cause mishap\nencounter dice chosen at random from strangely shaped dice\n\nAir 1\n\nlightning damage +1\n\nWeather\nRoster\nGreater political powers\n\nophidian empire\ncity of steel\ncity of gold\nvintonius\nallmoot\n\nPowers that be\n\nShadow of Miir\nCorpsegrove\nDreaming city\n\nMonsters\n\npsuedohydra\n\n\nEncounter Chart\nEncounter Table\n\nnearby lair\ndomain creature\ndomain creature\nbeast\nnomads\ntraveler\nspecial NPC\nchaos beast - pick from book\ninvasive javelin vipers\nbandits\nstray ooze\nlocal effect from enclave\nnew arrival from Erus\nweather\nhazard\n\n\nDraw twice - conflict, meeting, aftermath, unexpected collision\nScales\nScales\nScales\nScales\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCardEncounter (Earth/Air/Fire/Water)1Draw twice (aftermath, chance encounter, conflict, combine)2Chaos beast3Wandering spirit4Creature from nearest enclave5The winds gust strongly6Brain wasp hive7Animal8Dungeon9Unnatural Shapeshifter10Spider-ThingPageTraveling group (refugees, new arrivals, Scorpion cultists, bandits)KnightWar party from Steel/Gold/Vinotonus/OphidiaQueenKingBeast from nearest lair\nAnimals\n\nMan-O-Winds\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCardFateThe FoolElam the MerrymakerThe MagicianaHigh PriestessaEmpressVisit by a puppet controlled by the Void SpiderEmperoraHierophantaLoversSign of homeChariotaStrengthaHermitaWheel of FortuneaJusticeaHanged ManaDeathShadow of MiirTemperanceaDevilErasmus and silenced bodyguardsToweraStarTraveler from Indigo seeking blue dyeMoonaSunaJudgementaWorlda\nCultures And Peoples\nNomadic farmers\nPeople who follow the winds, plant crops, leave, return to harvest later. Maintain stone pits for fermenting grains.\nTraditions\n\nask if travelers “meet under the gaze of the Serpent” as an effort to parley, superstitiously invoking the old Ophidian Law\n\nSuperstitions\n\nask to “meet under the gaze of the serpent”\nlifespan determined by how much wind blows past you, builds designed to baffle the wind or avoid windy days\nany weapon which slays one of the natives of Noachis is destroyed, rusting to nothing\n\nNotable Travelers\n\nBeholder knights\n\nUsed to be home to long lived nomads.\nCreatures\nMeteor\nRainbow\nUsed to be land of long-lived peoples before coming of Erus\nVineyard - curse of ham\noriginators of alcherans\nStory Seeds\nInvasion of the Sea Peoples\nthe arrival of the Nivor\nCommon Features\n“Hunger Stones” for death moon, warning of its return.\nCalamities\nLightning storm which brings elementals, have encounter set up for this#todo\nWind that animates the dead and brings the sands"},"World/Locations/Lesser-Noachis/Luba":{"title":"Luba","links":[],"tags":[],"content":"Location: 625, 305\nEnclave which brought an entire tropical island. Stalked by angry spirits who wish to return their volcanos to full potency."},"World/Locations/Lesser-Noachis/Mosvil":{"title":"Mosvil","links":[],"tags":["location","enclave"],"content":"Town taken from Toril between Elturel and Baulder’s Gate. Home to the Great Boar Inn. Subject to numerous goblin raids.\n\nDrarune - bartender\nWisfarin - beleagured but well-meaning town mayor\nJarthen - lay priest of Helm\n"},"World/Locations/Lesser-Noachis/Oozemancer's-Tower":{"title":"Oozemancer's Tower","links":["Characters/Wizards/Fontus-the-Oozemancer","Monsters/Oozes/Sleeping-Slime","tags/todo"],"tags":["todo"],"content":"Location: 661, 288\n\nglistening stone watchtower surrounded by steam\nthe smell of acid and salt\n\nInside this tower dwells Fontus the Oozemancer who distills the waters of the Margaritifer to create oozes. Much more interested in worldly comforts and easy profits than the deep mysteries of magic he sells weapons, novelties, and curses to those who seek him out.\n\n\n                  \n                  Roster\n                  \n                \n\nFontus\nwarding spells\n2 gelatinous cubes\nochre jelly\ndozens of bottled products\nlab and processing plant\n\n\nGelatinous Goods\nFontus provides a wide array of goods to the peoples of Lesser Noachis. Of greatest commercial interest would be a method to more safely farm Sleeping Slime, but Fontus has yet to make any real progress in this effort.\nMuch of the raw materials are obtained by boiling down the waters of the Margaritifer to acquire vital essence. In general it takes about a week to acquire enough material to embark on a new project. This also grants him 5 Water essence per year.\nMiniature Cube - a six inch to a side gelatinous cube. Excellent for cleaning enclosed spaces.\nTemporary ooze as thrown weapon\nPest removal\nThe pursuing boil#todo"},"World/Locations/Lesser-Noachis/Scorched-Earth":{"title":"Scorched Earth","links":[],"tags":["location","essence-source"],"content":"Location: 622, 272\nModerate source of fire essence\nBattleground marred by powerful fire magic, forest still left charred and hole burned through mountains. Flammable goods brought nearby even now will burst into flames, requiring great care if one wishes to traverse the pass."},"World/Locations/Lesser-Noachis/Serpent-Tree":{"title":"Serpent Tree","links":[],"tags":[],"content":"Tree of petrified hydra, still occasionally has eggs, but lacks fruit they need to fully mature their venom. Deadly plants grow nearby and spawn large serpents (young hydra). Planted by a previous empress of the Ophidian empire"},"World/Locations/Lesser-Noachis/Spider-Den":{"title":"Spider Den","links":["World/Locations/Lesser-Noachis/House-of-The-Grinder"],"tags":["location"],"content":"Den of giant spiders, ranger woman training them to have sneak attack.\nEdges\n\nwants revenge on House of The Grinder for grinding up their way home. Once they were together, having convinced him to cease drinking the waters, but after learning of her desire to leave Noachis destroyed her way home and made himself forget. Yet she has not.\n"},"World/Locations/Lesser-Noachis/Storm-Warding-Shrine":{"title":"Storm Warding Shrine","links":[],"tags":["location","shrine"],"content":"Small shrine maintained by hermit who lost family to a great storm. Prays for every wind except the monsoon wind."},"World/Locations/Lesser-Noachis/Sunken-Serpentkeep":{"title":"Sunken Serpentkeep","links":["World/Locations/Lesser-Noachis/Aimilus","World/Locations/Alcheran-City-States/City-of-Gold","Characters/Iris","Characters/Wizards/Fontus-the-Oozemancer"],"tags":["location","dungeon","ophidian","third-age"],"content":"Former bastion of the Ophidian Empire which sank into the swamp, previously kept working via great waterworks which drained the swamp.\nNow dungeon which Aimilus desires to claim for their own, but they are opposed by the interests of the City of Gold. Fight with purchased oozes\nCamp\nCharacters\n\nLead by Iris\nTithon, captain of guard and ranger\nGreg, brain wasp hunter\n\nPlot hooks\n\nessence for Aegis purchased from Fontus the Oozemancer\nexplore serpentkeep\nstop pirate raids hired by city of gold (xanthians?)\nsaboteur trying to introduce ergot poisoning into supplies\nbrain wasp hives\n"},"World/Locations/Lesser-Noachis/The-Droning":{"title":"The Droning","links":[],"tags":["location","essence-source"],"content":"Land with an unnatural, maddening hum."},"World/Locations/Lesser-Noachis/The-Statue-Garden":{"title":"The Statue Garden","links":["Characters/Wizards/Lutrex-Earthmaster"],"tags":["location","wizard","essence-source"],"content":"Lutrex Earthmaster carves statues and leaves evidence of basilisk to discourage visitors. Has taken over this enclave and its potent essence source.\nUnfortunately has been haunted by nightmares, one of which has animated one of his statues, although he does not know which and now lives in fear. Dreams of striking vividness, but fickle enough he can’t recall which.\nSurrounded by trees infested with numerous types of esoteric fungus\nBasilisk footprints"},"World/Locations/Lesser-Noachis/Throne-of-the-Chaoswind":{"title":"Throne of the Chaoswind","links":[],"tags":["location","throne"],"content":"Atop this mountain sits one of the thrones of power, a great ley line nexus which dominates the Lesser Noachis. Guarded by the winds of Erus and all his creatures to sit upon the throne gives power of the whole region.\nOn strange nights a shimmering ochre light emanates from the area as the winds whip around, and it is said of those nearby a sacrifice is chosen to ascend the mountain and never return. Perhaps Erus has one to sit upon the throne on his behalf."},"World/Locations/Lesser-Noachis/Timeworn-Throne":{"title":"Timeworn Throne","links":[],"tags":[],"content":"Location: 630, 269\nOnce a ley-line intersection before the winds of Erus conquered the land in ages past."},"World/Locations/Lesser-Noachis/Token-of-Law":{"title":"Token of Law","links":[],"tags":[],"content":"Location: 628, 272\nSource of Law essence which has been hidden by the Evershifting wood, having grown around it like a boil enveloping a splinter."},"World/Locations/Lesser-Noachis/Vinotonus'-Folly":{"title":"Vinotonus' Folly","links":[],"tags":[],"content":"Location: 631, 265\nLocation where the original King of Vinotonus was slain on the battlefield by illusory forces who resembled the king himself. Some fraction of the original deception remains."},"World/Locations/Lower-Xanthe/Hut-of-Zorlan-the-Unwise":{"title":"Hut of Zorlan the Unwise","links":["World/Locations/Lower-Xanthe/Indigo","tags/todo-link"],"tags":["todo-link"],"content":"Location: 476, 229\nOverbold wizard who hopes to gain the secrets of Indigo but who has long history of overzealous quests for power. Notable for skill with oozes.\n#todo-link\n#todo-link"},"World/Locations/Lower-Xanthe/Hydra-Forest/Hydra-Hunting-Grounds":{"title":"Hydra Hunting Grounds","links":["tags/todo-link"],"tags":["todo-link"],"content":"Location: 481, 237\n#todo-link"},"World/Locations/Lower-Xanthe/Hydra-Forest/Hydra-Dryad-Tree":{"title":"Hydra-Dryad Tree","links":[],"tags":[],"content":"Location: 473, 227\nBreeding ground where old hydras turn in to trees to allow new hydra to fruit."},"World/Locations/Lower-Xanthe/Hydra-Forest/Philoctetes-Triumphant":{"title":"Philoctetes Triumphant","links":["tags/todo-artifact"],"tags":["todo-artifact"],"content":"Location: 474, 238\nStatue of Philoctetes with the hydra venom arrows striding into battle. Hints at location where the deadly weapons were buried.#todo-artifact"},"World/Locations/Lower-Xanthe/Hydra-Forest/Ruined-Fishing-Village":{"title":"Ruined Fishing Village","links":[],"tags":[],"content":"Location: 466, 230\nAbandoned village which once thrived along Lake Hydrae until they depleted the natural resources of the lake. Occupants had taken to using spells to command fish to leap into their ships, which were then sold at great expense to many cities of Alchera. It is said the scales of these fish had magical properties of great potency, and even that they came from another world.\nMajor site\n\nstill find spell\nsecret of magical fish\nwhat happened to people?\n"},"World/Locations/Lower-Xanthe/Hydra-Forest/Set's-Reach":{"title":"Set's Reach","links":[],"tags":[],"content":"Location: 466, 226\nDefund temple to Set marking the farthest extent of the Ophidian empire, constructed to celebrate conquest of the region just before their collapse."},"World/Locations/Lower-Xanthe/Hydra-Forest/Temple-of-the-Hydra":{"title":"Temple of the Hydra","links":[],"tags":[],"content":"Location: 484, 232\nAncient ritual site dedicated to the hydra, rumored to be able to summon such creatures from the deep forest."},"World/Locations/Lower-Xanthe/Indigo":{"title":"Indigo","links":["tags/todo-settlment","World/Artifacts/Forbidden-Tome-of-Elek-Nor"],"tags":["todo-settlment"],"content":"Location: 483, 221\nCity state set in cool high jungle of the Lower Xanthe.\nOther polities\n\nRules over:#todo-settlment\nRival to:#todo-settlment\n\nKnown for production of resilient and brilliant blue ink, made in a secret process involving the use of finishing in room of incense and the indigo plant. Magical texts written in the ink are safe and stable, even perilous works of evil knowledge can be contained as long as the ink maintains its luster.\nLibrary\n\ncontains forbidden works for the purpose of studying them to counteract their power\nimplicit threat that the city could turn this knowledge to its own defense if threatened\nfalse copies are kept in more obvious locations, with the true version only known to one of the library keepers\nin contention with the book tax of Ophidian law\ncurrently houses secret of Blackflame and partial copy of the Forbidden Tome of Elek-Nor\n"},"World/Locations/Lower-Xanthe/Juvenatae-Cenotes":{"title":"Juvenatae Cenotes","links":[],"tags":[],"content":"Complex of magical cenotes said to provide youth and health"},"World/Locations/Maja":{"title":"Maja","links":[],"tags":[],"content":"Long bay leading to the infinite sea, features a large number of shallow basins with unique ecology"},"World/Locations/Margaritifer-Chaos":{"title":"Margaritifer Chaos","links":[],"tags":[],"content":"Heavy Metal land of chaospunk tech and rainbow pearls"},"World/Locations/Noctis/Great-Marometer":{"title":"Great Marometer","links":[],"tags":[],"content":"Huge nilometer used to carefully measure the flows of the water around Nocstis, located on Oudemansia island. Variously manned and warred over by many factions of the east at great expense, its signs are among the most potent for augering and is in view of Tharsis itself to divine the will of the fates."},"World/Locations/Ophidian-Empire":{"title":"Ophidian Empire","links":[],"tags":[],"content":"Snake empire of set, theocracy caste system\nHistory\nSet becomes god of Law instead of Chaos, sees people crying out for help during the age of the desert."},"World/Locations/Pterrotin":{"title":"Pterrotin","links":[],"tags":[],"content":"Primeval dinosaur land inside enclave"},"World/Locations/Tharsis-Tholus":{"title":"Tharsis Tholus","links":[],"tags":[],"content":"Location: 282, 108\nLand of fallen angels and giants."},"World/Locations/Tithonia/Cicada-Spawning-Ground":{"title":"Cicada Spawning Ground","links":[],"tags":[],"content":"Various years are overrun with cicadas. Influence of youth and vitality refreshes the dying land."},"World/Locations/Tithonia/Moonlight-Grove":{"title":"Moonlight Grove","links":[],"tags":[],"content":"Location: 332, 223\nSource of nature essence 2\nAncient wise tree sits secluded between mountains, home to first dryad of the region."},"World/Locations/Tithonia/Opal's-Hut":{"title":"Opal's Hut","links":[],"tags":[],"content":"Grim Opal is a hag exiled from the Green Gavi and has taken up residents in a low bog. Alongside divinations and other such magics she offers to guide worthy travelers along the northern passage into Noctis, avoiding the perilous clashing rocks.\nHas cast a spell to change local terrain and influence aura."},"World/Locations/Tithonia/Shrine-to-Senescence":{"title":"Shrine to Senescence","links":[],"tags":[],"content":"Location: 342, 225\nSmall congregation of two dozen wizened pilgrims, trapped by their own age and unable to leave. Driven here by a fear of death, some are of great import in their native lands.\nLinks\n\nTry to sell their young to dryads in exchange for food to stave off hunger\n"},"World/Locations/Tithonia/Thistlemaw---Dryad-Fortress":{"title":"Thistlemaw - Dryad Fortress","links":["World/Locations/Tithonia/Moonlight-Grove"],"tags":[],"content":"Location: 330, 223\nDryad leads small raiding force which steal youth from those in the area, extracting tolls and trying to maintain a fief. Have bonded with parasitic plants instead of normal trees.\nRoster\nLinks\n\nMoonlight Grove - harvest essence from matriarch and former leader\n"},"World/Locations/Tithonia/Tithonia-Key":{"title":"Tithonia Key","links":[],"tags":[],"content":"Sheltering Cave (24,39)\nA small cave provides adequate shelter, apparently having been used by previous travelers who have scrawled their marks on the cavern walls.\nSwearing Stone (47,40)\nSpirits gather about this ancient stone to hear the deal of mortals and enforce their terms. Those traveling here may encounter spirits looking to strike deals on their journey.\nPassage Beyond (11,38)\nSource: Death 2\nA series of arches draws those who long for death, leading them outside the power of Eos and towards an enclave where they may perish in peace. Traversing the path requires a death save.\nGrim Cerrados (9, 39)\nDry, high plateau dominated by the forces of death.\nSerpent’s Lair\nEvery winter the snakes of this land come here to hibernate over the cold seasons, and even in warmer months many such still make their home here, especially the very oldest kings of their kind. Wolves are unaffected by their bite."},"World/Locations/Tithonia/Tithonia":{"title":"Tithonia","links":[],"tags":[],"content":"Fallen kingdom of failed immortals\nMythos of Eos and Tithonus, trapped as a cicada. Dawn, music\nCreatures rise with the dawn, reborn\nA place aging but never dying\nFight over the only commodity worth anything, youth\nScales: death, order\nDeath: -2\nOrder: +2\nFire: +1\nHex ideas\n\ndryad youth bandits\nthe old hag\nwolf lair\nmud pit\nnemean lion (aged)\naging pilgrim’s shrine on the border\nfountain of youth\n\nEnclaves\nideas\n\nbuying children from other lands to put in illusory peter pan land\n"},"World/Locations/Trial-of-Themis":{"title":"Trial of Themis","links":[],"tags":[],"content":""},"World/Overview-of-the-World":{"title":"Overview of the World","links":[],"tags":[],"content":"All people in every land and in every age have heard of the Valles, the stern-walled sea that connects civilization. The wealth of Ophir, the hundred kingdoms of Alchera, many-hued Thaumasia, and the Ophidian empire name the Valles their pulsing vein.\nWestward lurks Noctis Labyrinthus, from which emerges every manner of venom and monster. Distantly the keen eyed can spy the great mountains which house the Fates, and beyond to Olympus itself, but few are the heros who can be said to have set foot upon mighty Tharsis.\nTo the north roam centaurs and the sea-people of Xanthe, who alone brave Charybdis’ waters and know the mysteries of the Infinite Ocean.\nEastward are lands dominated by Chaos, enclaves which lie under strange stars and ten-thousand mysteries that the longest chronicle could not contain. Save for the secret kingdom of Hellas from which all wisdom once flowed nothing more can be said of Hypererus.\nSouth is a cursed desert which kills all that brave its sands, forever hiding the golden land of Argyre.\n\nChryse - silver sea\n\nHistory\nFlood of Chaos destroyed earlier settings. Islands,\nEra of Sands\nFlood narritive with coming of Erus, represent creativity sweeping away old worlds.\nThe Ages\nThe First Age - A Time of Water\nFrom the void arose a world of water and the noble Avon. The fall of Amberbob.\nPyros, elemental gods\nopposite elements\nhttps://docs.google.com/document/d/19wp5e3k3nmJ3YrYWHMv9IljX4Zk6yna8oCE-atj2pUo/edit\nThe Second Age - The Chaoswind\nBirth of the original Shrinelands. Green Gavi.\nThe Third Age - The Sands\nAn age of Bronze and Blood\nHeight of the Ophidian empire\nThe Fourth Age - Realmlords\nhttps://docs.google.com/document/d/14bbBh8G7PoCYxDCN5fMrRRz2KAHvefzlOOr-8EM2U2k/edit\nZum\nLocation: 10, 374\nCursed oasis overtaken by the desert."},"World/Terrain/Terrain":{"title":"Terrain","links":[],"tags":[],"content":"Weird creep\nfloating islands\nGiant crystal caves\nhot springs (yellowstone)\nhigh cold jungle\nplains\nunderground river\ncenote\ntar pit"}}