{"Campaign/Game-Notes/IX---Ambush-on-Pirate-Island":{"title":"IX - Ambush on Pirate Island","links":["System/Magic-Items/Devices/Arkanythera-Mechanism","System/Items/Poison/Xanthicon","System/Items/Weapons/Golden-Bow"],"tags":["game-note"],"content":"\nSeek vengeance for Iris upon the Xanthian corsairs encamped in a nameless mystic isle. Brewing terrible poisons, working aquatic sorceries, and lead by crimson caped Admiral Myn the mercenaries of the City of Gold engage nefarious schemes; yet little do they know that this day the red moon witnesses the AMBUSH ON PIRATE ISLAND\n\n\nNotable Loot\n\nArkanythera Mechanism\nAdmiral Myn’s Crimson Cape\n30 doses of Xanthicon\nBook on Summoning and Aquamancy\nRapier +1\n12 shortbows from the City of Gold\n"},"Campaign/Opportunities-at-Aimilus":{"title":"Opportunities at Aimilus","links":["World/Locations/Lesser-Noachis/Aimilus","System/Magic-Items/Alchemy-and-Potions/Oozes/Asklepian-Amoeba","System/Magic-Items/Alchemy-and-Potions/Oozes/Slime-Bomb"],"tags":[],"content":"Staying a season at Aimilus opportunities abound to make practical gains on the knowledge you have encountered.\n\n\n\n\n\n\n\n\n\n\n\n\n\nOpportunityTimeLearn\nLearn language\nmoon book\ncrafting book\nsummoning book\nfiredancing\nbuisiness interest ()\nresearch\napprentice to Fontus\nability score increase\nSpending Coin\nFiredancer Enclave\nMerchants of the Margaritifer\nFontus’ Wares\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGoodCostExceptional Asklepian Amoeba70 gp or 1 essenceSlime Bomb50 gp\nmerchants\nfontus"},"Characters/Wizards/Fontus-the-Oozemancer":{"title":"Fontus the Oozemancer","links":["Characters/Wizards/Sabtah-All-Grasping","Characters/Iris","System/Magic-Items/Alchemy-and-Potions/Oozes/Slime-Bomb","System/Magic-Items/Alchemy-and-Potions/Oozes/Asklepian-Amoeba"],"tags":["character","wizard"],"content":"\nacid burned face\nconstantly weeping pores\nlarge jovial man of middle age\n\n\n\n                  \n                  Edges\n                  \n                \n\nOnce apprentice to Sabtah All-Grasping\nDivorced from a wealthy merchant of Amilus called Iris\n\n\nSells\nSlime Bomb\nAsklepian Amoeba"},"System/Items/Poison/Xanthicon":{"title":"Xanthicon","links":[],"tags":[],"content":"A noxious agent brewed by the warriors of Xanthe, distilled from whole serpents, excrement, and deadly herbs reduced over a number of days in boiling cauldron.\nWeapons treated with Xanthicon deal an exploding d4 (4s are rerolled and summed) poison damage. Any creature which has taken more than HD + Constitution modifier damage from Xanthicon in a single day begins to have trouble breathing. Every strenuous action they take incurs a DC 14 constitution save or suffer a level of exhaustion."},"System/Items/Weapons/Golden-Bow":{"title":"Golden Bow","links":["World/Locations/Alcheran-City-States/City-of-Gold"],"tags":[],"content":"Bows used by the legendary archers of the City of Gold are made to enhance their supreme skill. Each has gold worked through the grain of the wood, appearing like an elegant kintsugi.\nWhen used increase proficiency bonus by 1.5 times, rounded up."},"System/Magic-Items/Alchemy-and-Potions/Oozes/Asklepian-Amoeba":{"title":"Asklepian Amoeba","links":[],"tags":[],"content":"Asklepian Amoeba, also known as Bandage Slimes, are neutered oozes which still retain a keen sense for blood but lack any digestive capabilities. As a result they make for aggressive bandages, seeking out wounds to prevent bleeding. Generally this will stabilize a dying creature, and usually only requires a bonus action to quickly break their container and allow the amoeba to seek out the injury. Exceptional ones are treated with the alchemical essence of healing potions, which restores 2d4+2 hit points.\nA greater goal would be to breed a type of ooze which naturally creatures such curatives in place of the typical acid, which could result in a healing product of incredible potency."},"System/Magic-Items/Devices/Arkanythera-Mechanism":{"title":"Arkanythera Mechanism","links":[],"tags":[],"content":"An Arkanythera Mechanism, known also as the “spell turner” is a finely crafted device designed to interrupt hostile spellcasting. Intricate clockwork is inscribed with runes representing the three moons, forces of Law and Chaos, as well as each of the base elements. In the hands of an expert they are a potent device for countering sorcery.\nWith this device in hand you can ready to disrupt magic. This is an intelligence check requiring proficiency in both Arcana and thieves’ tools to be proficient in, opposed by a proficiency + spellcasting ability check of the caster.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDifferenceResultBeat caster by 10+Spell targets caster instead of intended targetBeat casterAs above, but device gains charges equal to spell levelTieSpell held in flux, check repeated next round, gain 1 chargeCaster winsSpell operates as normal, gain 1 chargeCaster wins by 10+Spell operates as normal, caster may choose to have spell affect the user in addition, gains 1d6 charges\nDue to the volatility of magic the device accrues chaotic arcane energy, charges, as it is used. Each time charge is gained roll 1d20, if this roll is lower than or equal to the current number of charges the device explodes. This deals (charges)d6 damage to the user. Charge is dispersed when the blue moon sets."},"index":{"title":"index","links":[],"tags":[],"content":"Welcome to the world of REALMLORDS."}}